{
    "Malachi 1:1": "The burden of the word of the LORD to Israel by Malachi.",
    "Malachi 1:2": "I have loved you, saith the LORD. Yet ye say: ‘Wherein hast Thou loved us?’ Was not Esau Jacob’s brother? Saith the LORD; Yet I loved Jacob;",
    "Malachi 1:3": "But Esau I hated, And made his mountains a desolation, And gave his heritage to the jackals of the wilderness.",
    "Malachi 1:4": "Whereas Edom saith: ‘We are beaten down, But we will return and build the waste places’; Thus saith the LORD of hosts: They shall build, but I will throw down; And they shall be called The border of wickedness, And The people whom the LORD execrateth for ever.",
    "Malachi 1:5": "And your eyes shall see, And ye shall say: ‘The LORD is great beyond the border of Israel.’",
    "Malachi 1:6": "A son honoureth his father, And a servant his master; If then I be a father, Where is My honour? And if I be a master, Where is My fear? Saith the LORD of hosts Unto you, O priests, that despise My name. And ye say: ‘Wherein have we despised Thy name?’",
    "Malachi 1:7": "Ye offer polluted bread upon Mine altar. And ye say: ‘Wherein have we polluted thee?’ In that ye say: ‘The table of the LORD is contemptible.’",
    "Malachi 1:8": "And when ye offer the blind for sacrifice, is it no evil! And when ye offer the lame and sick, is it no evil! Present it now unto thy governor; will he be pleased with thee? Or will he accept thy person? Saith the LORD of hosts.",
    "Malachi 1:9": "And now, I pray you, entreat the favour of God That He may be gracious unto us!—This hath been of your doing.—Will He accept any of your persons? Saith the LORD of hosts.",
    "Malachi 1:10": "Oh that there were even one among you that would shut the doors, That ye might not kindle fire on Mine altar in vain! I have no pleasure in you, Saith the LORD of hosts, Neither will I accept an offering at your hand.",
    "Malachi 1:11": "For from the rising of the sun even unto the going down of the same My name is great among the nations; And in every place offerings are presented unto My name, Even pure oblations; For My name is great among the nations, Saith the LORD of hosts.",
    "Malachi 1:12": "But ye profane it, In that ye say: ‘The table of the LORD is polluted, And the fruit thereof, even the food thereof, is contemptible.’",
    "Malachi 1:13": "Ye say also: ‘Behold, what a weariness is it!’ And ye have snuffed at it, Saith the LORD of hosts; And ye have brought that which was taken by violence, And the lame, and the sick; Thus ye bring the offering; Should I accept this of your hand? Saith the LORD.",
    "Malachi 1:14": "But cursed be he that dealeth craftily, Whereas he hath in his flock a male, And voweth, and sacrificeth unto the Lord a blemished thing; For I am a great King, Saith the LORD of hosts, And My name is feared among the nations.",
    "Malachi 2:1": "And now, this commandment Is for you, O ye priests.",
    "Malachi 2:2": "If ye will not hearken, and if ye will not lay it to heart, To give glory unto My name, Saith the LORD of hosts, Then will I send the curse upon you, And I will curse your blessings; Yea, I curse them, Because ye do not lay it to heart.",
    "Malachi 2:3": "Behold, I will rebuke the seed for your hurt, And will spread dung upon your faces, Even the dung of your sacrifices; And ye shall be taken away unto it.",
    "Malachi 2:4": "Know then that I have sent This commandment unto you, That My covenant might be with Levi, Saith the LORD of hosts.",
    "Malachi 2:5": "My covenant was with him Of life and peace, and I gave them to him, And of fear, and he feared Me, And was afraid of My name.",
    "Malachi 2:6": "The law of truth was in his mouth, And unrighteousness was not found in his lips; He walked with Me in peace and uprightness, And did turn many away from iniquity.",
    "Malachi 2:7": "For the priest’s lips should keep knowledge, And they should seek the law at his mouth; For he is the messenger of the LORD of hosts.",
    "Malachi 2:8": "But ye are turned aside out of the way; Ye have caused many to stumble in the law; Ye have corrupted the covenant of Levi, Saith the LORD of hosts.",
    "Malachi 2:9": "Therefore have I also made you Contemptible and base before all the people, According as ye have not kept My ways, But have had respect of persons in the law.",
    "Malachi 2:10": "Have we not all one father? Hath not one God created us? Why do we deal treacherously every man against his brother, Profaning the covenant of our fathers?",
    "Malachi 2:11": "Judah hath dealt treacherously, And an abomination is committed in Israel and in Jerusalem; For Judah hath profaned the holiness of the LORD which He loveth, And hath married the daughter of a strange god.",
    "Malachi 2:12": "May the LORD cut off to the man that doeth this, Him that calleth and him that answereth out of the tents of Jacob, And him that offereth an offering unto the LORD of hosts.",
    "Malachi 2:13": "And this further ye do: Ye cover the altar of the LORD with tears, With weeping, and with sighing, Insomuch that He regardeth not the offering any more, Neither receiveth it with good will at your hand.",
    "Malachi 2:14": "Yet ye say: ‘Wherefore?’ Because the LORD hath been witness Between thee and the wife of thy youth, Against whom thou hast dealt treacherously, Though she is thy companion, And the wife of thy covenant.",
    "Malachi 2:15": "And not one hath done so Who had exuberance of spirit! For what seeketh the one? A seed given of God. Therefore take heed to your spirit, And let none deal treacherously against the wife of his youth.",
    "Malachi 2:16": "For I hate putting away, Saith the LORD, the God of Israel, And him that covereth his garment with violence, Saith the LORD of hosts; Therefore take heed to your spirit, That ye deal not treacherously.",
    "Malachi 2:17": "Ye have wearied the LORD with your words. Yet ye say: ‘Wherein have we wearied Him?’ In that ye say: ‘Every one that doeth evil Is good in the sight of the LORD, And He delighteth in them; Or where is the God of justice?’",
    "Malachi 3:1": "Behold, I send My messenger, And he shall clear the way before Me; And the Lord, whom ye seek, Will suddenly come to His temple, And the messenger of the covenant, Whom ye delight in, Behold, he cometh, Saith the LORD of hosts.",
    "Malachi 3:2": "But who may abide the day of his coming? And who shall stand when he appeareth? For he is like a refiner’s fire, And like fullers’ soap;",
    "Malachi 3:3": "And he shall sit as a refiner and purifier of silver; And he shall purify the sons of Levi, And purge them as gold and silver; And there shall be they that shall offer unto the LORD Offerings in righteousness.",
    "Malachi 3:4": "Then shall the offering of Judah and Jerusalem Be pleasant unto the LORD, As in the days of old, And as in ancient years.",
    "Malachi 3:5": "And I will come near to you to judgment; And I will be a swift witness Against the sorcerers, and against the adulterers, And against false swearers; And against those that oppress the hireling in his wages, The widow, and the fatherless, And that turn aside the stranger from his right, And fear not Me, Saith the LORD of hosts.",
    "Malachi 3:6": "For I the LORD change not; And ye, O sons of Jacob, are not consumed.",
    "Malachi 3:7": "From the days of your fathers ye have turned aside From Mine ordinances, and have not kept them. Return unto Me, and I will return unto you, Saith the LORD of hosts. But ye say: ‘Wherein shall we return?’",
    "Malachi 3:8": "Will a man rob God? Yet ye rob Me. But ye say: ‘Wherein have we robbed Thee?’ In tithes and heave-offerings.",
    "Malachi 3:9": "Ye are cursed with the curse, Yet ye rob Me, Even this whole nation.",
    "Malachi 3:10": "Bring ye the whole tithe into the store-house, That there may be food in My house, And try Me now herewith, Saith the LORD of hosts, If I will not open you the windows of heaven, And pour you out a blessing, That there shall be more than sufficiency.",
    "Malachi 3:11": "And I will rebuke the devourer for your good, And he shall not destroy the fruits of your land; Neither shall your vine cast its fruit before the time in the field, Saith the LORD of hosts.",
    "Malachi 3:12": "And all nations shall call you happy; For ye shall be a delightsome land, Saith the LORD of hosts.",
    "Malachi 3:13": "Your words have been all too strong against Me, Saith the LORD. Yet ye say: ‘Wherein have we spoken against thee?’",
    "Malachi 3:14": "Ye have said: ‘It is vain to serve God; And what profit is it that we have kept His charge, And that we have walked mournfully Because of the LORD of hosts?",
    "Malachi 3:15": "And now we call the proud happy; Yea, they that work wickedness are built up; Yea, they try God, and are delivered.’",
    "Malachi 3:16": "Then they that feared the LORD Spoke one with another; And the LORD hearkened, and heard, And a book of remembrance was written before Him, For them that feared the LORD, and that thought upon His name.",
    "Malachi 3:17": "And they shall be Mine, saith the LORD of hosts, In the day that I do make, even Mine own treasure; And I will spare them, as a man spareth His own son that serveth him.",
    "Malachi 3:18": "Then shall ye again discern between the righteous and the wicked, Between him that serveth God And him that serveth Him not.",
    "Malachi 4:1": "For, behold, the day cometh, It burneth as a furnace; And all the proud, and all that work wickedness, shall be stubble; And the day that cometh shall set them ablaze, Saith the LORD of hosts, That it shall leave them neither root nor branch.",
    "Malachi 4:2": "But unto you that fear My name Shall the sun of righteousness arise with healing in its wings; And ye shall go forth, and gambol As calves of the stall.",
    "Malachi 4:3": "And ye shall tread down the wicked; For they shall be ashes under the soles of your feet In the day that I do make, Saith the LORD of hosts.",
    "Malachi 4:4": "Remember ye the law of Moses My servant, Which I commanded unto him in Horeb for all Israel, Even statutes and ordinances.",
    "Malachi 4:5": "Behold, I will send you Elijah the prophet Before the coming Of the great and terrible day of the LORD.",
    "Malachi 4:6": "And he shall turn the heart of the fathers to the children, And the heart of the children to their fathers; Lest I come and smite the land with utter destruction.",
    "Matthew 1:1": "The Genealogy of Jesus Christ, the son of David, the son of Abraham.",
    "Matthew 1:2": "Abraham was the father of Isaac; Isaac of Jacob; Jacob of Judah and his brothers.",
    "Matthew 1:3": "Judah was the father (by Tamar)",
    "Matthew 1:4": "Ram of Amminadab; Amminadab of Nahshon; Nahshon of Salmon;",
    "Matthew 1:5": "Salmon (by Rahab)",
    "Matthew 1:6": "Jesse of David—the King. David (by Uriah’s widow)",
    "Matthew 1:7": "Solomon of Rehoboam; Rehoboam of Abijah; Abijah of Asa;",
    "Matthew 1:8": "Asa of Jehoshaphat; Jehoshaphat of Jehoram; Jehoram of Uzziah;",
    "Matthew 1:9": "Uzziah of Jotham; Jotham of Ahaz; Ahaz of Hezekiah;",
    "Matthew 1:10": "Hezekiah of Manasseh; Manasseh of Amon; Amon of Josiah;",
    "Matthew 1:11": "Josiah of Jeconiah and his brothers at the period of the Removal to Babylon.",
    "Matthew 1:12": "After the Removal to Babylon Jeconiah had a son Shealtiel; Shealtiel was the father of Zerubbabel;",
    "Matthew 1:13": "Zerubbabel of Abiud; Abiud of Eliakim; Eliakim of Azor;",
    "Matthew 1:14": "Azor of Zadok; Zadok of Achim; Achim of Eliud;",
    "Matthew 1:15": "Eliud of Eleazar; Eleazar of Matthan; Matthan of Jacob;",
    "Matthew 1:16": "and Jacob of Joseph the husband of Mary, who was the mother of JESUS who is called CHRIST.",
    "Matthew 1:17": "There are therefore, in all, fourteen generations from Abraham to David; fourteen from David to the Removal to Babylon; and fourteen from the Removal to Babylon to the Christ.",
    "Matthew 1:18": "The circumstances of the birth of Jesus Christ were these. After his mother Mary was betrothed to Joseph, before they were united in marriage, she was found to be with child through the Holy Spirit.",
    "Matthew 1:19": "But Joseph her husband, being a kind-hearted man and unwilling publicly to disgrace her, had determined to release her privately from the betrothal.",
    "Matthew 1:20": "But while he was contemplating this step, an angel of the Lord appeared to him in a dream and said, “Joseph, son of David, do not be afraid to bring home your wife Mary, for she is with child through the Holy Spirit.",
    "Matthew 1:21": "She will give birth to a Son, and you are to call His name JESUS for He it is who will save His People from their sins.”",
    "Matthew 1:22": "All this took place in fulfilment of what the Lord had spoken through the Prophet,",
    "Matthew 1:23": "“Mark! The maiden will be with child and will give birth to a son, and they will call His name Immanuel”—a word which signifies ‘God with us’.",
    "Matthew 1:24": "When Joseph awoke, he did as the angel of the Lord had commanded, and brought home his wife,",
    "Matthew 1:25": "but did not live with her until she had given birth to a son. The child’s name he called JESUS.",
    "Matthew 2:1": "Now after the birth of Jesus, which took place at Bethlehem in Judaea in the reign of King Herod, excitement was produced in Jerusalem by the arrival of certain Magi from the east,",
    "Matthew 2:2": "inquiring, “Where is the newly born king of the Jews? For we have seen his Star in the east, and have come here to do him homage.”",
    "Matthew 2:3": "Reports of this soon reached the king, and greatly agitated not only him but all the people of Jerusalem.",
    "Matthew 2:4": "So he assembled all the High Priests and Scribes of the people, and anxiously asked them where the Christ was to be born.",
    "Matthew 2:5": "“At Bethlehem in Judaea,” they replied; “for so it stands written in the words of the Prophet,",
    "Matthew 2:6": "“’And thou, Bethlehem in the land of Judah, by no means the least honorable art thou among princely places in Judah! For from thee shall come a prince—one who shall be the Shepherd of My People Israel.’”",
    "Matthew 2:7": "Thereupon Herod sent privately for the Magi and ascertained from them the exact time of the star’s appearing.",
    "Matthew 2:8": "He then directed them to go to Bethlehem, adding, “Go and make careful inquiry about the child, and when you have found him, bring me word, that I too may come and do him homage.”",
    "Matthew 2:9": "After hearing what the king said, they went to Bethlehem, while, strange to say, the star they had seen in the east led them on until it came and stood over the place where the babe was.",
    "Matthew 2:10": "When they saw the star, the sight filled them with intense joy.",
    "Matthew 2:11": "So they entered the house; and when they saw the babe with His mother Mary, they prostrated themselves and did Him homage, and opening their treasure-chests offered gifts to Him—gold, frankincense, and myrrh.",
    "Matthew 2:12": "But being forbidden by God in a dream to return to Herod, they went back to their own country by a different route.",
    "Matthew 2:13": "When they were gone, and angel of the Lord appeared to Joseph in a dream and said, “Rise: take the babe and His mother and escape to Egypt, and remain there till I bring you word. For Herod is about to make search for the child in order to destroy Him.”",
    "Matthew 2:14": "So Joseph roused himself and took the babe and His mother by night and departed into Egypt.",
    "Matthew 2:15": "There he remained till Herod’s death, that what the Lord had said through the Prophet might be fulfilled, “Out of Egypt I called My Son.”",
    "Matthew 2:16": "Then Herod, finding that the Magi had trifled with him, was furious, and sent and massacred all the boys under two years of age, in Bethlehem and all its neighbourhood, according to the date he had so carefully ascertained from the Magi.",
    "Matthew 2:17": "Then were these words, spoken by the Prophet Jeremiah, fulfilled,",
    "Matthew 2:18": "“A voice was heard in Ramah, wailing and bitter lamentation: It was Rachel bewailing her children, and she refused to be comforted because there were no more.”",
    "Matthew 2:19": "But after Herod’s death an angel of the Lord appeared in a dream to Joseph in Egypt, and said to him,",
    "Matthew 2:20": "“Rise from sleep, and take the child and His mother, and go into the land of Israel, for those who were seeking the child’s life are dead.”",
    "Matthew 2:21": "So he roused himself and took the child and His mother and came into the land of Israel.",
    "Matthew 2:22": "But hearing that Archelaus had succeeded his father Herod on the throne of Judaea, he was afraid to go there; and being instructed by God in a dream he withdrew into Galilee,",
    "Matthew 2:23": "and went and settled in a town called Nazareth, in order that these words spoken through the Prophets might be fulfilled, “He shall be called a Nazarene.”",
    "Matthew 3:1": "About this time John the Baptist made his appearance, preaching in the Desert of Judaea.",
    "Matthew 3:2": "“Repent,” he said, “for the Kingdom of the Heavens is now close at hand.”",
    "Matthew 3:3": "He it is who was spoken of through the Prophet Isaiah when he said, “The voice of one crying aloud, ‘In the desert prepare ye a road for the Lord: make His highway straight.’”",
    "Matthew 3:4": "This man John wore a garment of camel’s hair, and a loincloth of leather; and he lived upon locusts and wild honey.",
    "Matthew 3:5": "Then large numbers of people went out to him—people from Jerusalem and from all Judaea, and from the whole of the Jordan valley—",
    "Matthew 3:6": "and were baptized by him in the Jordan, making full confession of their sins.",
    "Matthew 3:7": "But when he saw many of the Pharisees and Sadducees coming for baptism, he exclaimed, “O vipers’ brood, who has warned you to flee from the coming wrath?",
    "Matthew 3:8": "Therefore let your lives prove your change of heart;",
    "Matthew 3:9": "and do not imagine that you can say to yourselves, ‘We have Abraham as our forefather,’ for I tell you that God can raise up descendants for Abraham from these stones.",
    "Matthew 3:10": "And already the axe is lying at the root of the trees, so that every tree which does not produce good fruit will quickly be hewn down and thrown into the fire.",
    "Matthew 3:11": "I indeed am baptizing you in water on a profession of repentance; but He who is coming after me is mightier than I: His sandals I am not worthy to carry for a moment; He will baptize you in the Holy Spirit and in fire.",
    "Matthew 3:12": "His winnowing-shovel is in His hand, and He will make a thorough clearance of His threshing-floor, gathering His wheat into the storehouse, but burning up the chaff in unquenchable fire.”",
    "Matthew 3:13": "Just at that time Jesus, coming from Galilee to the Jordan, presents Himself to John to be baptized by him.",
    "Matthew 3:14": "John protested. “It is I,” he said, “who have need to be baptized by you, and do you come to me?”",
    "Matthew 3:15": "“Let it be so on this occasion,” Jesus replied; “for so we ought to fulfil every religious duty.” Then he consented;",
    "Matthew 3:16": "and Jesus was baptized, and immediately went up from the water. At that moment the heavens opened, and he saw the Spirit of God descending like a dove and alighting upon Him,",
    "Matthew 3:17": "while a voice came from Heaven, saying, “This is My Son, the dearly loved, in whom is My delight.”",
    "Matthew 4:1": "At that time Jesus was led up by the Spirit into the Desert in order to be tempted by the Devil.",
    "Matthew 4:2": "There He fasted for forty days and nights; and after that He suffered from hunger.",
    "Matthew 4:3": "So the Tempter came and said, “If you are the Son of God, command these stones to turn into loaves.”",
    "Matthew 4:4": "“It is written,” replied Jesus, “’It is not on bread alone that a man shall live, but on whatsoever God shall appoint.’”",
    "Matthew 4:5": "Then the Devil took Him to the Holy City and caused Him to stand on the roof of the Temple,",
    "Matthew 4:6": "and said, “If you are God’s Son, throw yourself down; for it is written, “’To His angels He will give orders concerning thee, and on their hands they shall bear thee up, lest at any moment thou shouldst strike thy foot against a stone.’”",
    "Matthew 4:7": "“Again it is written,” replied Jesus, “’Thou shalt not put the Lord thy God to the proof.’”",
    "Matthew 4:8": "Then the Devil took Him to the top of an exceedingly lofty mountain, from which he caused Him to see all the Kingdoms of the world and their splendour,",
    "Matthew 4:9": "and said to Him, “All this I will give you, if you will kneel down and do me homage.”",
    "Matthew 4:10": "“Begone, Satan!” Jesus replied; “for it is written, ‘To the Lord thy God thou shalt do homage, and to Him alone shalt thou render worship.’”",
    "Matthew 4:11": "Thereupon the Devil left Him, and angels at once came and ministered to Him.",
    "Matthew 4:12": "Now when Jesus heard that John was thrown into prison, He withdrew into Galilee,",
    "Matthew 4:13": "and leaving Nazareth He went and settled at Capernaum, a town by the Lake on the frontiers of Zebulun and Naphtali,",
    "Matthew 4:14": "in order that these words, spoken through the Prophet Isaiah, might be fulfilled,",
    "Matthew 4:15": "“Zebulun’s land and Naphtali’s land; the road by the Lake; the country beyond the Jordan; Galilee of the Nations!",
    "Matthew 4:16": "The people who were dwelling in darkness have seen a brilliant light; and on those who were dwelling in the region of the shadow of death, on them light has dawned.”",
    "Matthew 4:17": "From that time Jesus began to preach. “Repent,” He said, “for the Kingdom of the Heavens is now close at hand.”",
    "Matthew 4:18": "And walking along the shore of the Lake of Galilee He saw two brothers—Simon called Peter and his brother Andrew—throwing a drag-net into the Lake; for they were fishers.",
    "Matthew 4:19": "And He said to them, “Come and follow me, and I will make you fishers of men.”",
    "Matthew 4:20": "So they immediately left their nets and followed Him. As He went further on,",
    "Matthew 4:21": "He saw two other brothers, James the son of Zabdi and his brother John, in the boat with their father Zabdi mending their nets; and He called them.",
    "Matthew 4:22": "And they at once left the boat and their father, and followed Him.",
    "Matthew 4:23": "Then Jesus travelled through all Galilee, teaching in their synagogues and proclaiming the Good News of the Kingdom, and curing every kind of disease and infirmity among the people.",
    "Matthew 4:24": "Thus His fame spread through all Syria; and they brought all the sick to Him, the people who were suffering from various diseases and pains—demoniacs, epileptics, paralytics; and He cured them.",
    "Matthew 4:25": "And great crowds followed Him, coming from Galilee, from the Ten Towns, from Jerusalem, and from beyond the district on the other side of the Jordan.",
    "Matthew 5:1": "Seeing the multitude of people, Jesus went up the Hill. There He seated Himself, and when His disciples came to Him,",
    "Matthew 5:2": "He proceeded to teach them, and said:",
    "Matthew 5:3": "“Blessed are the poor in spirit, for to them belongs the Kingdom of the Heavens.",
    "Matthew 5:4": "“Blessed are the mourners, for they shall be comforted.",
    "Matthew 5:5": "“Blessed are the meek, for they as heirs shall obtain possession of the earth.",
    "Matthew 5:6": "“Blessed are those who hunger and thirst for righteousness, for they shall be completely satisfied.",
    "Matthew 5:7": "“Blessed are the compassionate, for they shall receive compassion.",
    "Matthew 5:8": "“Blessed are the pure in heart, for they shall see God.",
    "Matthew 5:9": "“Blessed are the peacemakers, for it is they who will be recognized as sons of God.",
    "Matthew 5:10": "“Blessed are those who have borne persecution in the cause of Righteousness, for to them belongs the Kingdom of the Heavens.",
    "Matthew 5:11": "“Blessed are you when they have insulted and persecuted you, and have said every cruel thing about you falsely for my sake.",
    "Matthew 5:12": "Be joyful and triumphant, because your reward is great in the Heavens; for so were the Prophets before you persecuted.",
    "Matthew 5:13": "“*You* are the salt of the earth; but if salt has become tasteless, in what way can it regain its saltness? It is no longer good for anything but to be thrown away and trodden on by the passers by.",
    "Matthew 5:14": "*You* are the light of the world; a town cannot be hid if built on a hill-top.",
    "Matthew 5:15": "Nor is a lamp lighted to be put under a bushel, but on the lampstand; and then it gives light to all in the house.",
    "Matthew 5:16": "Just so let your light shine before all men, in order that they may see your holy lives and may give glory to your Father who is in Heaven.",
    "Matthew 5:17": "“Do not for a moment suppose that I have come to abrogate the Law or the Prophets: I have not come to abrogate them but to give them their completion.",
    "Matthew 5:18": "Solemnly I tell you that until Heaven and earth pass away, not one iota or smallest detail will pass away from the Law until all has taken place.",
    "Matthew 5:19": "Whoever therefore breaks one of these least commandments and teaches others to break them, will be called the least in the Kingdom of the Heavens; but whoever practises them and teaches them, he will be acknowledged as great in the Kingdom of the Heavens.",
    "Matthew 5:20": "For I assure you that unless your righteousness greatly surpasses that of the Scribes and the Pharisees, you will certainly not find entrance into the Kingdom of the Heavens.",
    "Matthew 5:21": "“You have heard that it was said to the ancients, ‘Thou shalt not commit murder’, and whoever commits murder will be answerable to the magistrate.",
    "Matthew 5:22": "But I say to you that every one who becomes angry with his brother shall be answerable to the magistrate; that whoever says to his brother ‘Raca,’ shall be answerable to the Sanhedrin; and that whoever says, ‘You fool!’ shall be liable to the Gehenna of Fire.",
    "Matthew 5:23": "If therefore when you are offering your gift upon the altar, you remember that your brother has a grievance against you,",
    "Matthew 5:24": "leave your gift there before the altar, and go and make friends with your brother first, and then return and proceed to offer your gift.",
    "Matthew 5:25": "Come to terms without delay with your opponent while you are yet with him on the way to the court; for fear he should obtain judgement from the magistrate against you, and the magistrate should give you in custody to the officer and you be thrown into prison.",
    "Matthew 5:26": "I solemnly tell you that you will certainly not be released till you have paid the very last farthing.",
    "Matthew 5:27": "“You have heard that it was said, ‘Thou shalt not commit adultery.’",
    "Matthew 5:28": "But I tell you that whoever looks at a woman and cherishes lustful thoughts has already in his heart become guilty with regard to her.",
    "Matthew 5:29": "If therefore your eye, even the right eye, is a snare to you, tear it out and away with it; it is better for you that one member should be destroyed rather than that your whole body should be thrown into Gehenna.",
    "Matthew 5:30": "And if your right hand is a snare to you, cut it off and away with it; it is better for you that one member should be destroyed rather than that your whole body should go into Gehenna.",
    "Matthew 5:31": "“It was also said, ‘If any man puts away his wife, let him give her a written notice of divorce.’",
    "Matthew 5:32": "But I tell you that every man who puts away his wife except on the ground of unfaithfulness causes her to commit adultery, and whoever marries her when so divorced commits adultery.",
    "Matthew 5:33": "“Again, you have heard that it was said to the ancients, ‘Thou shalt not swear falsely, but shalt perform thy vows to the Lord.’",
    "Matthew 5:34": "But I tell you not to swear at all; neither by Heaven, for it is God’s throne;",
    "Matthew 5:35": "nor by the earth, for it is the footstool under His feet; nor by Jerusalem, for it is the City of the Great King.",
    "Matthew 5:36": "And do not swear by your head, for you cannot make one hair white or black.",
    "Matthew 5:37": "But let your language be, ‘Yes, yes,’ or ‘No, no.’ Anything in excess of this comes from the Evil one.",
    "Matthew 5:38": "“You have heard that it was said, ‘Eye for eye, tooth for tooth.’",
    "Matthew 5:39": "But I tell you not to resist a wicked man, but if any one strikes you on the right cheek, turn the other to him as well.",
    "Matthew 5:40": "If any one wishes to go to law with you and to deprive you of your under garment, let him take your outer one also.",
    "Matthew 5:41": "And whoever shall compel you to convey his goods one mile, go with him two.",
    "Matthew 5:42": "To him who asks, give: from him who would borrow, turn not away.",
    "Matthew 5:43": "“You have heard that it was said, ‘Thou shalt love thy neighbour and hate thine enemy.’",
    "Matthew 5:44": "But I command you all, love your enemies, and pray for your persecutors;",
    "Matthew 5:45": "that so you may become true sons of your Father in Heaven; for He causes His sun to rise on the wicked as well as the good, and sends rain upon those who do right and those who do wrong.",
    "Matthew 5:46": "For if you love only those who love you, what reward have you earned? Do not even the tax-gatherers do that?",
    "Matthew 5:47": "And if you salute only your near relatives, what praise is due to you? Do not even the Gentiles do the same?",
    "Matthew 5:48": "You however are to be complete in goodness, as your Heavenly Father is complete.",
    "Matthew 6:1": "“But beware of doing your good actions in the sight of men, in order to attract their gaze; if you do, there is no reward for you with your Father who is in Heaven.",
    "Matthew 6:2": "When you give in charity, never blow a trumpet before you as the hypocrites do in the synagogues and streets in order that their praises may be sung by men. I solemnly tell you that they already have their reward.",
    "Matthew 6:3": "But when you are giving in charity, let not your left hand perceive what your right hand is doing,",
    "Matthew 6:4": "that your charities may be in secret; and then your Father—He who sees in secret—will recompense you.",
    "Matthew 6:5": "“And when praying, you must not be like the hypocrites. They are fond of standing and praying in the synagogues or at the corners of the wider streets, in order that men may see them. I solemnly tell you that they already have their reward.",
    "Matthew 6:6": "But you, whenever you pray, go into your own room and shut the door: then pray to your Father who is in secret, and your Father—He who sees in secret—will recompense you.",
    "Matthew 6:7": "“And when praying, do not use needless repetitions as the Gentiles do, for they expect to be listened to because of their multitude of words.",
    "Matthew 6:8": "Do not, however, imitate them; for your Father knows what things you need before ever you ask Him.",
    "Matthew 6:9": "“In this manner therefore pray: ‘Our Father who art in Heaven, may Thy name be kept holy;",
    "Matthew 6:10": "let Thy kingdom come; let Thy will be done, as in Heaven so on earth;",
    "Matthew 6:11": "give us to-day our bread for the day;",
    "Matthew 6:12": "and forgive us our shortcomings, as we also have forgiven those who have failed in their duty towards us;",
    "Matthew 6:13": "and bring us not into temptation, but rescue us from the Evil one.’",
    "Matthew 6:14": "“For if you forgive others their offences, your Heavenly Father will forgive you also;",
    "Matthew 6:15": "but if you do not forgive others their offences, neither will your Father forgive yours.",
    "Matthew 6:16": "“When any of you fast, never assume gloomy looks as the hypocrites do; for they disfigure their faces in order that it may be evident to men that they are fasting. I solemnly tell you that they already have their reward.",
    "Matthew 6:17": "But, whenever you fast, pour perfume on your hair and wash your face,",
    "Matthew 6:18": "that it may not be apparent to men that you are fasting, but to your Father who is in secret; and your Father—He who sees in secret—will recompense you.",
    "Matthew 6:19": "“Do not lay up stores of wealth for yourselves on earth, where the moth and wear-and-tear destroy, and where thieves break in and steal.",
    "Matthew 6:20": "But amass wealth for yourselves in Heaven, where neither the moth nor wear-and-tear destroys, and where thieves do not break in and steal.",
    "Matthew 6:21": "For where your wealth is, there also will your heart be.",
    "Matthew 6:22": "“The eye is the lamp of the body. If then your eyesight is good, your whole body will be well lighted;",
    "Matthew 6:23": "but if your eyesight is bad, your whole body will be dark. If however the very light within you is darkness, how dense must the darkness be!",
    "Matthew 6:24": "“No man can be the bondservant of two masters; for either he will dislike one and like the other, or he will attach himself to one and think slightingly of the other. You cannot be the bondservants both of God and of gold.",
    "Matthew 6:25": "For this reason I charge you not to be over-anxious about your lives, inquiring what you are to eat or what you are to drink, nor yet about your bodies, inquiring what clothes you are to put on. Is not the life more precious than its food, and the body than its clothing?",
    "Matthew 6:26": "Look at the birds which fly in the air: they do not sow or reap or store up in barns, but your Heavenly Father feeds them: are not you of much greater value than they?",
    "Matthew 6:27": "Which of you by being over-anxious can add a single foot to his height?",
    "Matthew 6:28": "And why be anxious about clothing? Learn a lesson from the wild lilies. Watch their growth. They neither toil nor spin,",
    "Matthew 6:29": "and yet I tell you that not even Solomon in all his magnificence could array himself like one of these.",
    "Matthew 6:30": "And if God so clothes the wild herbage which to-day flourishes and to-morrow is thrown into the oven, is it not much more certain that He will clothe you, you men of little faith?",
    "Matthew 6:31": "Do not be over-anxious, therefore, asking ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’",
    "Matthew 6:32": "For all these are questions that Gentiles are always asking; but your Heavenly Father knows that you need these things—all of them.",
    "Matthew 6:33": "But make His Kingdom and righteousness your chief aim, and then these things shall all be given you in addition.",
    "Matthew 6:34": "Do not be over-anxious, therefore, about to-morrow, for to-morrow will bring its own cares. Enough for each day are its own troubles.",
    "Matthew 7:1": "“Judge not, that you may not be judged;",
    "Matthew 7:2": "for your own judgement will be dealt—and your own measure meted—to yourselves.",
    "Matthew 7:3": "And why do you look at the splinter in your brother’s eye, and not notice the beam which is in your own eye?",
    "Matthew 7:4": "Or how say to your brother, ‘Allow me to take the splinter out of your eye,’ while the beam is in your own eye?",
    "Matthew 7:5": "Hypocrite, first take the beam out of your own eye, and then you will see clearly how to remove the splinter from your brother’s eye.",
    "Matthew 7:6": "“Give not that which is holy to the dogs, nor throw your pearls to the swine; otherwise they will trample them under their feet and then turn and attack you.",
    "Matthew 7:7": "“Ask, and it will be given to you; seek, and you will find; knock, and the door will be opened to you.",
    "Matthew 7:8": "For it is always he who asks that receives, he who seeks that finds, and he who knocks that has the door opened to him.",
    "Matthew 7:9": "What man is there among you, who if his son shall ask him for bread will offer him a stone?",
    "Matthew 7:10": "Or if the son shall ask him for a fish will offer him a snake?",
    "Matthew 7:11": "If you then, imperfect as you are, know how to give good gifts to your children, how much more will your Father in Heaven give good things to those who ask Him!",
    "Matthew 7:12": "Everything, therefore, be it what it may, that you would have men do to you, do you also the same to them; for in this the Law and the Prophets are summed up.",
    "Matthew 7:13": "“Enter by the narrow gate; for wide is the gate and broad the road which leads to ruin, and many there are who enter by it;",
    "Matthew 7:14": "because narrow is the gate and contracted the road which leads to Life, and few are those who find it.",
    "Matthew 7:15": "“Beware of the false teachers—men who come to you in sheep’s fleeces, but beneath that disguise they are ravenous wolves.",
    "Matthew 7:16": "By their fruits you will easily recognize them. Are grapes gathered from thorns or figs from brambles?",
    "Matthew 7:17": "Just so every good tree produces good fruit, but a poisonous tree produces bad fruit.",
    "Matthew 7:18": "A good tree cannot bear bad fruit, nor a poisonous tree good fruit.",
    "Matthew 7:19": "Every tree which does not yield good fruit is cut down and thrown aside for burning.",
    "Matthew 7:20": "So by their fruits at any rate, you will easily recognize them.",
    "Matthew 7:21": "“Not every one who says to me, ‘Master, Master,’ will enter the Kingdom of the Heavens, but only those who are obedient to my Father who is in Heaven.",
    "Matthew 7:22": "Many will say to me on that day, “’Master, Master, have we not prophesied in Thy name, and in Thy name expelled demons, and in Thy name performed many mighty works?’",
    "Matthew 7:23": "“And then I will tell them plainly, “’I never knew you: begone from me, you doers of wickedness.’",
    "Matthew 7:24": "“Every one who hears these my teachings and acts upon them will be found to resemble a wise man who builds his house upon rock;",
    "Matthew 7:25": "and the heavy rain falls, the swollen torrents come, and the winds blow and beat against the house; yet it does not fall, for its foundation is on rock.",
    "Matthew 7:26": "And every one who hears these my teachings and does not act upon them will be found to resemble a fool who builds his house upon sand.",
    "Matthew 7:27": "The heavy rain descends, the swollen torrents come, and the winds blow and burst upon the house, and it falls; and disastrous is the fall.”",
    "Matthew 7:28": "When Jesus had concluded this discourse, the crowds were filled with amazement at His teaching,",
    "Matthew 7:29": "for He had been teaching them as one who had authority, and not as their Scribes taught.",
    "Matthew 8:1": "Upon descending from the hill country He was followed by immense crowds.",
    "Matthew 8:2": "And a leper came to Him, and throwing himself at His feet, said, “Sir, if only you are willing you are able to cleanse me.”",
    "Matthew 8:3": "So Jesus put out His hand and touched him, and said, “I am willing: be cleansed.” Instantly he was cleansed from his leprosy;",
    "Matthew 8:4": "and Jesus said to him, “Be careful to tell no one, but go and show yourself to the priest, and offer the gift which Moses appointed as evidence for them.”",
    "Matthew 8:5": "After His entry into Capernaum a Captain came to Him, and entreated Him.",
    "Matthew 8:6": "“Sir,” he said, “my servant at home is lying ill with paralysis, and is suffering great pain.”",
    "Matthew 8:7": "“I will come and cure him,” said Jesus.",
    "Matthew 8:8": "“Sir,” replied the Captain, “I am not a fit person to receive you under my roof: merely say the word, and my servant will be cured.",
    "Matthew 8:9": "For I myself am also under authority, and have soldiers under me. To one I say ‘Go,’ and he goes, to another ‘Come,’ and he comes, and to my slave ‘Do this or that,’ and he does it.”",
    "Matthew 8:10": "Jesus listened to this reply, and was astonished, and said to the people following Him, “I solemnly tell you that in no Israelite have I found faith as great as this.",
    "Matthew 8:11": "And I tell you that many will come from the east and from the west and will recline at table with Abraham, Isaac and Jacob in the Kingdom of the Heavens,",
    "Matthew 8:12": "while the natural heirs of the Kingdom will be driven out into the darkness outside: there will be the weeping aloud and the gnashing of teeth.”",
    "Matthew 8:13": "And Jesus said to the Captain, “Go, and just as you have believed, so be it for you.” And the servant recovered precisely at that time.",
    "Matthew 8:14": "After this Jesus went to the house of Peter, whose mother-in-law he found ill in bed with fever.",
    "Matthew 8:15": "He touched her hand and the fever left her: and then she rose and waited upon Him.",
    "Matthew 8:16": "In the evening many demoniacs were brought to Him, and with a word He expelled the demons; and He cured all the sick,",
    "Matthew 8:17": "in order that this prediction of the Prophet Isaiah might be fulfilled, “He took on Him our weaknesses, and bore the burden of our diseases.”",
    "Matthew 8:18": "Seeing great crowds about Him Jesus had given directions to cross to the other side of the Lake,",
    "Matthew 8:19": "when a Scribe came and said to Him, “Teacher, I will follow you wherever you go.”",
    "Matthew 8:20": "“Foxes have holes,” replied Jesus, “and birds have nests; but the Son of Man has nowhere to lay His head.”",
    "Matthew 8:21": "Another of the disciples said to Him, “Sir, allow me first to go and bury my father.”",
    "Matthew 8:22": "“Follow me,” said Jesus, “and leave the dead to bury their own dead.”",
    "Matthew 8:23": "Then He went on board a fishing-boat, and His disciples followed Him.",
    "Matthew 8:24": "But suddenly there arose a great storm on the Lake, so that the waves threatened to engulf the boat; but He was asleep.",
    "Matthew 8:25": "So they came and woke Him, crying, “Master, save us, we are drowning!”",
    "Matthew 8:26": "“Why are you so easily frightened,” He replied, “you men of little faith?” Then He rose and reproved the winds and the waves, and there was a perfect calm;",
    "Matthew 8:27": "and the men, filled with amazement, exclaimed, “What kind of man is this? for the very winds and waves obey him!”",
    "Matthew 8:28": "On His arrival at the other side, in the country of the Gadarenes, there met Him two men possessed by demons, coming from among the tombs: they were so dangerously fierce that no one was able to pass that way.",
    "Matthew 8:29": "They cried aloud, “What hast Thou to do with us, Thou Son of God? Hast Thou come here to torment us before the time?”",
    "Matthew 8:30": "Now at some distance from them a vast herd of swine were feeding.",
    "Matthew 8:31": "So the demons entreated Him. “If Thou drivest us out,” they said, “send us into the herd of swine.”",
    "Matthew 8:32": "“Go,” He replied. Then they came out from the men and went into the swine, whereupon the entire herd instantly rushed down the cliff into the Lake and perished in the water.",
    "Matthew 8:33": "The swineherds fled, and went and told the whole story in the town, including what had happened to the demoniacs.",
    "Matthew 8:34": "So at once the whole population came out to meet Jesus; and when they saw Him, they besought Him to leave their country.",
    "Matthew 9:1": "Accordingly He went on board, and crossing over came to His own town.",
    "Matthew 9:2": "Here they brought to Him a paralytic lying on a bed. Seeing their faith Jesus said to the paralytic, “Take courage, my child; your sins are pardoned.”",
    "Matthew 9:3": "“Such language is impious,” said some of the Scribes among themselves.",
    "Matthew 9:4": "Knowing their thoughts Jesus said, “Why are you cherishing evil thoughts in your hearts?",
    "Matthew 9:5": "Why, which is easier?—to say, ‘Your sins are pardoned,’ or to say ‘Rise up and walk’?",
    "Matthew 9:6": "But, to prove to you that the Son of Man has authority on earth to pardon sins”—He then says to the paralytic, “Rise, and take up your bed and go home.”",
    "Matthew 9:7": "And he got up, and went off home.",
    "Matthew 9:8": "And the crowds were awe-struck when they saw it, and ascribed the glory to God who had entrusted such power to a man.",
    "Matthew 9:9": "Passing on thence Jesus saw a man called Matthew sitting at the Toll Office, and said to him, “Follow me.” And he arose, and followed Him.",
    "Matthew 9:10": "And while He was reclining at table, a large number of tax-gathers and notorious sinners were of the party with Jesus and His disciples.",
    "Matthew 9:11": "The Pharisees noticed this, and they inquired of His disciples, “Why does your Teacher eat with the tax-gatherers and notorious sinners?”",
    "Matthew 9:12": "He heard the question and replied, “It is not men in good health who require a doctor, but the sick.",
    "Matthew 9:13": "But go and learn what this means, ‘It is mercy that I desire, not sacrifice’; for I did not come to appeal to the righteous, but to sinners.”",
    "Matthew 9:14": "At that time John’s disciples came and asked Jesus, “Why do we and the Pharisees fast, but your disciples do not?”",
    "Matthew 9:15": "“Can the bridegroom’s party mourn,” He replied, “as long as the bridegroom is with them? But other days will come (when the Bridegroom has been taken from them)",
    "Matthew 9:16": "No one ever mends an old cloak with a patch of newly woven cloth. Otherwise, the patch put on would tear away some of the old, and a worse hole would be made.",
    "Matthew 9:17": "Nor do people pour new wine into old wineskins. Otherwise, the skins would split, the wine would escape, and the skins be destroyed. But they put new wine into fresh skins, and both are saved.”",
    "Matthew 9:18": "While He was thus speaking, a Ruler came up and profoundly bowing said, “My daughter is just dead; but come and put your hand upon her and she will return to life.”",
    "Matthew 9:19": "And Jesus rose and followed him, as did also His disciples.",
    "Matthew 9:20": "But a woman who for twelve years had been afflicted with haemorrhage came behind Him and touched the tassel of His cloak;",
    "Matthew 9:21": "for she said to herself, “If I but touch His cloak, I shall be cured.”",
    "Matthew 9:22": "And Jesus turned and saw her, and said, “Take courage, daughter; your faith has cured you.” And the woman was restored to health from that moment.",
    "Matthew 9:23": "Entering the Ruler’s house, Jesus saw the flute-players and the crowd loudly wailing,",
    "Matthew 9:24": "and He said, “Go out of the room; the little girl is not dead, but asleep.” And they laughed at Him.",
    "Matthew 9:25": "When however the place was cleared of the crowd, Jesus went in, and on His taking the little girl by the hand, she rose up.",
    "Matthew 9:26": "And the report of this spread throughout all that district.",
    "Matthew 9:27": "As Jesus passed on, two blind men followed Him, shouting and saying, “Pity us, Son of David.”",
    "Matthew 9:28": "And when He had gone indoors, they came to Him. “Do you believe that I can do this?” He asked them. “Yes, Sir,” they replied.",
    "Matthew 9:29": "So He touched their eyes and said, “According to your faith let it be to you.”",
    "Matthew 9:30": "Then their eyes were opened. And assuming a stern tone Jesus said to them, “Be careful to let no one know.”",
    "Matthew 9:31": "But they went out and published His fame in all that district.",
    "Matthew 9:32": "And as they were leaving His presence a dumb demoniac was brought to Him.",
    "Matthew 9:33": "When the demon was expelled, the dumb man could speak. And the crowds exclaimed in astonishment, “Never was such a thing seen in Israel.”",
    "Matthew 9:34": "But the Pharisees maintained, “It is by the power of the Prince of the demons that he drives out the demons.”",
    "Matthew 9:35": "And Jesus continued His circuits through all the towns and the villages, teaching in their synagogues and proclaiming the Good News of the Kingdom, and curing every kind of disease and infirmity.",
    "Matthew 9:36": "And when He saw the crowds He was touched with pity for them, because they were distressed and were fainting on the ground like sheep which have no shepherd.",
    "Matthew 9:37": "Then He said to His disciples, “The harvest is abundant, but the reapers are few;",
    "Matthew 9:38": "therefore entreat the Owner of the Harvest to send out reapers into His fields.”",
    "Matthew 10:1": "Then He called to Him His twelve disciples and gave them authority over foul spirits, to drive them out; and to cure every kind of disease and infirmity.",
    "Matthew 10:2": "Now the names of the twelve Apostles were these: first, Simon called Peter, and his brother Andrew; James the son of Zabdi, and his brother John;",
    "Matthew 10:3": "Philip and Bartholomew, Thomas and Matthew the tax-gatherer, James the son of Alphaeus, and Thaddaeus;",
    "Matthew 10:4": "Simon the Cananaean, and Judas the Iscariot, who also betrayed Him.",
    "Matthew 10:5": "These twelve Jesus sent on a mission, after giving them their instructions: “Go not,” He said, “among the Gentiles, and enter no Samaritan town;",
    "Matthew 10:6": "but, instead of that, go to the lost sheep of Israel’s race.",
    "Matthew 10:7": "And as you go, preach and say, ‘The Kingdom of the Heavens is close at hand.’",
    "Matthew 10:8": "Cure the sick, raise the dead to life, cleanse lepers, drive out demons: you have received without payment, give without payment.",
    "Matthew 10:9": "“Provide no gold, nor even silver nor copper to carry in your pockets;",
    "Matthew 10:10": "no bag for your journey, nor change of linen, nor shoes, nor stick; for the labourer deserves his food.",
    "Matthew 10:11": "“Whatever town or village you enter, inquire for some good man; and make his house your home till you leave the place.",
    "Matthew 10:12": "When you enter the house, salute it;",
    "Matthew 10:13": "and if the house deserves it, the peace you invoke shall come upon it. If not, your peace shall return to you.",
    "Matthew 10:14": "And whoever refuses to receive you or even to listen to your Message, as you leave that house or town, shake off the very dust from your feet.",
    "Matthew 10:15": "I solemnly tell you that it will be more endurable for the land of Sodom and Gomorrah on the day of Judgement than for that town.",
    "Matthew 10:16": "“Remember it is I who am sending you out, as sheep into the midst of wolves; prove yourselves as sagacious as serpents, and as innocent as doves.",
    "Matthew 10:17": "But beware of men; for they will deliver you up to appear before Sanhedrins, and will flog you in their synagogues;",
    "Matthew 10:18": "and you will even be put on trial before governors and kings for my sake, to bear witness to them and to the Gentiles.",
    "Matthew 10:19": "But when they have delivered you up, have no anxiety as to how you shall speak or what you shall say; for at that very time it shall be given you what to say;",
    "Matthew 10:20": "for it is not you who will speak: it will be the Spirit of your Father speaking through you.",
    "Matthew 10:21": "Brother will betray brother to death, and father, child; and children will rise against their own parents and will put them to death.",
    "Matthew 10:22": "And you will be objects of universal hatred because you are called by my name; but he who holds out to the End—he will be saved.",
    "Matthew 10:23": "Whenever they persecute you in one town, escape to the next; for I solemnly tell you that you will not have gone the round of all the towns of Israel before the Son of Man comes.",
    "Matthew 10:24": "“The learner is never superior to his teacher, and the servant is never superior to his master.",
    "Matthew 10:25": "Enough for the learner to be on a level with his teacher, and for the servant to be on a level with his master. If they have called the master of the house Baal-zebul, how much more will they slander his servants?",
    "Matthew 10:26": "Fear them not, however; there is nothing veiled which will not be uncovered, nor secret which will not become known.",
    "Matthew 10:27": "What I tell you in the dark, speak in the light; and what is whispered into your ear, proclaim upon the roofs of the houses.",
    "Matthew 10:28": "“And do not fear those who kill the body, but cannot kill the soul; but rather fear him who is able to destroy both soul and body in Gehenna.",
    "Matthew 10:29": "Do not two sparrows sell for a halfpenny? Yet not one of them will fall to the ground without your Father’s leave.",
    "Matthew 10:30": "But as for you, the very hairs on your heads are all numbered.",
    "Matthew 10:31": "Away then with fear; you are more precious than a multitude of sparrows.",
    "Matthew 10:32": "“Every man who acknowledges me before men I also will acknowledge before my Father who is in Heaven.",
    "Matthew 10:33": "But whoever disowns me before men I also will disown before my Father who is in Heaven.",
    "Matthew 10:34": "“Do not suppose that I came to bring peace to the earth: I did not come to bring peace but a sword.",
    "Matthew 10:35": "For I came to set a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law;",
    "Matthew 10:36": "and a man’s own family will be his foes.",
    "Matthew 10:37": "Any one who loves father or mother more than me is not worthy of me, and any one who loves son or daughter more than me is not worthy of me;",
    "Matthew 10:38": "and any one who does not take up his cross and follow where I lead is not worthy of me.",
    "Matthew 10:39": "To save your life is to lose it, and to lose your life for my sake is to save it.",
    "Matthew 10:40": "“Whoever receives you receives me, and whoever receives me receives Him who sent me.",
    "Matthew 10:41": "Every one who receives a prophet, because he is a prophet, will receive a prophet’s reward, and every one who receives a righteous man, because he is a righteous man, will receive a righteous man’s reward.",
    "Matthew 10:42": "And whoever gives one of these little ones even a cup of cold water to drink because he is a disciple, I solemnly tell you that he will not lose his reward.”",
    "Matthew 11:1": "When Jesus had concluded His instructions to His twelve disciples, He left in order to teach and to proclaim His Message in the neighbouring towns.",
    "Matthew 11:2": "Now John had heard in prison about the Christ’s doings, and he sent some of his disciples to inquire:",
    "Matthew 11:3": "“Are you the Coming One, or is it a different person that we are to expect?”",
    "Matthew 11:4": "“Go and report to John what you see and hear,” replied Jesus;",
    "Matthew 11:5": "“blind eyes receive sight, and cripples walk; lepers are cleansed, and deaf ears hear; the dead are raised to life, and the poor have the Good News proclaimed to them;",
    "Matthew 11:6": "and blessed is every one who does not stumble and fall because of my claims.”",
    "Matthew 11:7": "When the messengers had taken their leave, Jesus proceeded to say to the multitude concerning John, “What did you go out into the Desert to gaze at? A reed waving in the wind?",
    "Matthew 11:8": "But what did you go out to see? A man luxuriously dressed? Those who wear luxurious clothes are to be found in kings’ palaces.",
    "Matthew 11:9": "But why did you go out? To see a prophet? Yes, I tell you, and far more than a prophet.",
    "Matthew 11:10": "This is he of whom it is written, “’See I am sending My messenger before Thy face, and he will make Thy road ready before Thee.’",
    "Matthew 11:11": "“I solemnly tell you that among all of woman born no greater has ever been raised up than John the Baptist; yet one who is of lower rank in the Kingdom of the Heavens is greater than he.",
    "Matthew 11:12": "But from the time of John the Baptist till now, the Kingdom of the Heavens has been suffering violent assault, and the violent have been seizing it by force.",
    "Matthew 11:13": "For all the Prophets and the Law taught until John.",
    "Matthew 11:14": "And (if you are willing to receive it)",
    "Matthew 11:15": "Listen, every one who has ears!",
    "Matthew 11:16": "“But to what shall I compare the present generation? It is like children sitting in the open places, who call to their playmates.",
    "Matthew 11:17": "“’We have played the flute to you,’ they say, ‘and you have not danced: we have sung dirges, and you have not beaten your breasts.’",
    "Matthew 11:18": "“For John came neither eating nor drinking, and they say, ‘He has a demon.’",
    "Matthew 11:19": "The Son of Man came eating and drinking, and they exclaim, ‘See this man!—given to gluttony and tippling, and a friend of tax-gatherers and notorious sinners!’ And yet Wisdom is vindicated by her actions.”",
    "Matthew 11:20": "Then began He to upbraid the towns where most of His mighty works had been done—because they had not repented.",
    "Matthew 11:21": "“Alas for thee, Chorazin!” He cried. “Alas for thee, Bethsaida! For had the mighty works been done in Tyre and Sidon which have been done in both of you, they would long ere now have repented, covered with sackcloth and ashes.",
    "Matthew 11:22": "Only I tell you that it will be more endurable for Tyre and Sidon on the day of Judgement than for you.",
    "Matthew 11:23": "And thou, Capernaum, shalt thou be exalted even to Heaven? Even to Hades shalt thou descend. For had the mighty works been done in Sodom which have been done in thee, it would have remained until now.",
    "Matthew 11:24": "Only I tell you all, that it will be more endurable for the land of Sodom on the day of Judgement than for thee.”",
    "Matthew 11:25": "About that time Jesus exclaimed, “I heartily praise Thee, Father, Lord of Heaven and of earth, that Thou hast hidden these things from sages and men of discernment, and hast unveiled them to babes.",
    "Matthew 11:26": "Yes, Father, for such has been Thy gracious will.",
    "Matthew 11:27": "“All things have been handed over to me by my Father, and no one fully knows the Son except the Father, nor does any one fully know the Father except the Son and all to whom the Son chooses to reveal Him.",
    "Matthew 11:28": "“Come to me, all you toiling and burdened ones, and *I* will give you rest.",
    "Matthew 11:29": "Take my yoke upon you and learn from me; for I am gentle and lowly in heart, and you will find rest for your souls.",
    "Matthew 11:30": "For it is good to bear my yoke, and my burden is light.”",
    "Matthew 12:1": "About that time Jesus passed on the Sabbath through the wheatfields; and His disciples became hungry, and began to gather ears of wheat and eat them.",
    "Matthew 12:2": "But the Pharisees saw it and said to Him, “Look! your disciples are doing what the Law forbids them to do on the Sabbath.”",
    "Matthew 12:3": "“Have you never read,” He replied, “what David did when he and his men were hungry?",
    "Matthew 12:4": "how he entered the House of God and ate the Presented Loaves, which it was not lawful for him or his men to eat, nor for any except the priests?",
    "Matthew 12:5": "And have you not read in the Law how on the Sabbath the priests in the Temple break the Sabbath without incurring guilt?",
    "Matthew 12:6": "But I tell you that there is here that which is greater than the Temple.",
    "Matthew 12:7": "And if you knew what this means, ‘It is mercy I desire, not sacrifice’, you would not have condemned those who are without guilt.",
    "Matthew 12:8": "For the Son of Man is the Lord of the Sabbath.”",
    "Matthew 12:9": "Departing thence He went to their synagogue,",
    "Matthew 12:10": "where there was a man with a shrivelled arm. And they questioned Him, “Is it right to cure people on the Sabbath?” Their intention was to bring a charge against Him.",
    "Matthew 12:11": "“Which of you is there,” He replied, “who, if he has but a single sheep and it falls into a hole on the Sabbath, will not lay hold of it and lift it out?",
    "Matthew 12:12": "Is not a man, however, far superior to a sheep? Therefore it is right to do good on the Sabbath.”",
    "Matthew 12:13": "Then He said to the man, “Stretch out your arm.” And he stretched it out, and it was restored quite sound like the other.",
    "Matthew 12:14": "But the Pharisees after leaving the synagogue consulted together against Him, how they might destroy Him.",
    "Matthew 12:15": "Aware of this, Jesus departed elsewhere; and a great number of people followed Him, all of whom He cured.",
    "Matthew 12:16": "But He gave them strict injunctions not to blaze abroad His doings,",
    "Matthew 12:17": "that those words of the Prophet Isaiah might be fulfilled,",
    "Matthew 12:18": "“This is My servant whom I have chosen, My dearly loved One in whom My soul takes pleasure. I will put My spirit upon Him, and He will announce justice to the nations.",
    "Matthew 12:19": "He will not wrangle or raise His voice, nor will His voice be heard in the broadways.",
    "Matthew 12:20": "A crushed reed He will not utterly break, nor will He quench the still smouldering wick, until He has led on Justice to victory.",
    "Matthew 12:21": "And on His name shall the nations rest their hopes.”",
    "Matthew 12:22": "At that time a demoniac was brought to Him, blind and dumb; and He cured him, so that the dumb man could speak and see.",
    "Matthew 12:23": "And the crowds of people were all filled with amazement and said, “Can this be the Son of David?”",
    "Matthew 12:24": "The Pharisees heard it and said, “This man only expels demons by the power of Baal-zebul, the Prince of demons.”",
    "Matthew 12:25": "Knowing their thoughts He said to them, “Every kingdom in which civil war has raged suffers desolation; and every city or house in which there is internal strife will be brought low.",
    "Matthew 12:26": "And if Satan is expelling Satan, he has begun to make war on himself: how therefore shall his kingdom last?",
    "Matthew 12:27": "And if it is by Baal-zebul’s power that I expel the demons, by whose power do your disciples expel them? They therefore shall be your judges.",
    "Matthew 12:28": "But if it is by the power of the Spirit of God that I expel the demons, it is evident that the Kingdom of God has come upon you.",
    "Matthew 12:29": "Again, how can any one enter the house of a strong man and carry off his goods, unless first of all he masters and secures the strong man: then he will ransack his house.",
    "Matthew 12:30": "“The man who is not with me is against me, and he who is not gathering with me is scattering abroad.",
    "Matthew 12:31": "This is why I tell you that men may find forgiveness for every other sin and impious word, but that for impious speaking against the Holy Spirit they shall find no forgiveness.",
    "Matthew 12:32": "And whoever shall speak against the Son of Man may obtain forgiveness; but whoever speaks against the Holy Spirit, neither in this nor in the coming age shall he obtain forgiveness.”",
    "Matthew 12:33": "“Either grant the tree to be wholesome and its fruit wholesome, or the tree poisonous and its fruit poisonous; for the tree is known by its fruit.",
    "Matthew 12:34": "O vipers’ brood, how can you speak what is good when you are evil? For it is from the overflow of the heart that the mouth speaks.",
    "Matthew 12:35": "A good man from his good store produces good things, and a bad man from his bad store produces bad things.",
    "Matthew 12:36": "But I tell you that for every careless word that men shall speak they will be held accountable on the day of Judgement.",
    "Matthew 12:37": "For each of you by his words shall be justified, or by his words shall be condemned.”",
    "Matthew 12:38": "Then He was accosted by some of the Scribes and of the Pharisees who said, “Teacher, we wish to see a sign given by you.”",
    "Matthew 12:39": "“Wicked and faithless generation!” He replied, “they clamour for a sign, but none shall be given to them except the sign of the Prophet Jonah.",
    "Matthew 12:40": "For just as Jonah was three days in the sea-monster’s belly, so will the Son of Man be three days in the heart of the earth.",
    "Matthew 12:41": "There will stand up men of Nineveh at the Judgement together with the present generation, and will condemn it; because they repented at the preaching of Jonah, and mark! there is One greater than Jonah here.",
    "Matthew 12:42": "The Queen of the south will awake at the Judgement together with the present generation, and will condemn it; because she came from the ends of the earth to hear the wisdom of Solomon, and mark! there is One greater than Solomon here.",
    "Matthew 12:43": "“No sooner however has the foul spirit gone out of the man, then he roams about in places where there is no water, seeking rest but finding none.",
    "Matthew 12:44": "Then he says, ‘I will return to my house that I left;’ and he comes and finds it unoccupied, swept clean, and in good order.",
    "Matthew 12:45": "Then he goes and brings back with him seven other spirits more wicked than himself, and they come in and dwell there; and in the end that man’s condition becomes worse than it was at first. So will it be also with the present wicked generation.”",
    "Matthew 12:46": "While He was still addressing the people His mother and His brothers were standing on the edge of the crowd desiring to speak to Him.",
    "Matthew 12:47": "So some one told Him, “Your mother and your brothers are standing outside, and desire to speak to you.”",
    "Matthew 12:48": "“Who is my mother?” He said to the man; “and who are my brothers?”",
    "Matthew 12:49": "And pointing to His disciples He added, “See here are my mother and my brothers.",
    "Matthew 12:50": "To obey my Father who is in Heaven—that is to be my brother and my sister and my mother.”",
    "Matthew 13:1": "That same day Jesus had left the house and was sitting on the shore of the Lake,",
    "Matthew 13:2": "when a vast multitude of people crowded round Him. He therefore went on board a boat and sat there, while all the people stood on the shore.",
    "Matthew 13:3": "He then spoke many things to them in figurative language. “The sower goes out,” He said, “to sow.",
    "Matthew 13:4": "As he sows, some of the seed falls by the way-side, and the birds come and peck it up.",
    "Matthew 13:5": "Some falls on rocky ground, where it has but scanty soil. It quickly shows itself above ground, because it has no depth of earth;",
    "Matthew 13:6": "but when the sun is risen, it is scorched by the heat, and through having no root it withers up.",
    "Matthew 13:7": "Some falls among the thorns; but the thorns spring up and stifle it.",
    "Matthew 13:8": "But a portion falls upon good ground, and gives a return, some a hundred for one, some sixty, some thirty.",
    "Matthew 13:9": "Listen, every one who has ears!”",
    "Matthew 13:10": "(And His disciples came and asked Him, “Why do you speak to them in figurative language?”",
    "Matthew 13:11": "“Because,” He replied, “while to you it is granted to know the secrets of the Kingdom of the Heavens, to them it is not.",
    "Matthew 13:12": "For whoever has, to him more shall be given, and he shall have abundance; but whoever has not, from him even what he has shall be taken away.",
    "Matthew 13:13": "I speak to them in figurative language for this reason, that while looking they do not see, and while hearing they neither hear nor understand.",
    "Matthew 13:14": "And in regard to them the prophecy of Isaiah is receiving signal fulfilment: “’You will hear and hear and by no means understand, and you will look and look and by no means see.",
    "Matthew 13:15": "For this people’s mind is stupefied, their hearing has become dull, and their eyes they have closed; to prevent their ever seeing with their eyes, or hearing with their ears, or understanding with their minds, and turning back, so that I might heal them.’",
    "Matthew 13:16": "“But as for you, blessed are your eyes, for they see, and your ears, for they hear.",
    "Matthew 13:17": "For I solemnly tell you that many Prophets and holy men have longed to see the sights you see, and have not seen them, and to hear the words you hear, and have not heard them.",
    "Matthew 13:18": "“To you then I will explain the parable of the Sower.",
    "Matthew 13:19": "When a man hears the Message concerning the Kingdom and does not understand it, the Evil one comes and catches away what has been sown in his heart. This is he who has received the seed by the road-side.",
    "Matthew 13:20": "He who has received the seed on the rocky ground is the man who hears the Message and immediately receives it with joy.",
    "Matthew 13:21": "It has struck no root, however, within him. He continues for a time, but when suffering comes, or persecution, because of the Message, he at once stumbles and falls.",
    "Matthew 13:22": "He who has received the seed among the thorns is the man who hears the Message, but the cares of the present age and the delusions of riches quite stifle the Message, and it becomes unfruitful.",
    "Matthew 13:23": "But he who has received the seed on good ground is he who hears and understands. Such hearers give a return, and yield one a hundred for one, another sixty, another thirty.”)",
    "Matthew 13:24": "Another parable He put before them. “The Kingdom of the Heavens,” He said, “may be compared to a man who has sown good seed in his field,",
    "Matthew 13:25": "but during the night his enemy comes, and over the first seed he sows darnel among the wheat, and goes away.",
    "Matthew 13:26": "But when the blade shoots up and the grain is formed, then appears the darnel also.",
    "Matthew 13:27": "“So the farmer’s men come and ask him, “’Sir, was it not good seed that you sowed on your land? Where then does the darnel come from?’",
    "Matthew 13:28": "“’Some enemy has done this,’ he said. “’Shall we go, and collect it?’ the men inquire.",
    "Matthew 13:29": "“’No,’ he replied, ‘for fear that while collecting the darnel you should at the same time root up the wheat with it.",
    "Matthew 13:30": "Leave both to grow together until the harvest, and at harvest-time I will direct the reapers, Collect the darnel first, and make it up into bundles to burn it, but bring all the wheat into my barn.’”",
    "Matthew 13:31": "Another parable He put before them. “The Kingdom of the Heavens,” He said, “is like a mustard-seed, which a man takes and sows in his ground.",
    "Matthew 13:32": "It is the smallest of all seeds, and yet when full-grown it is larger than any herb and forms a tree, so that the birds come and build in its branches.”",
    "Matthew 13:33": "Another parable He spoke to them. “The Kingdom of the Heavens,” He said, “is like yeast which a woman takes and buries in a bushel of flour, for it to work there till the whole mass has risen.”",
    "Matthew 13:34": "All this Jesus spoke to the people in figurative language, and except in figurative language He spoke nothing to them,",
    "Matthew 13:35": "in fulfilment of the saying of the Prophet, “I will open my mouth in figurative language, I will utter things kept hidden since the creation of all things.”",
    "Matthew 13:36": "When He had dismissed the people and had returned to the house, His disciples came to Him with the request, “Explain to us the parable of the darnel sown in the field.”",
    "Matthew 13:37": "“The sower of the good seed,” He replied, “is the Son of Man;",
    "Matthew 13:38": "the field is the world; the good seed—these are the sons of the Kingdom; the darnel, the sons of the Evil one.",
    "Matthew 13:39": "The enemy who sows the darnel is *the Devil*; the harvest is the Close of the Age; the reapers are the angels.",
    "Matthew 13:40": "As then the darnel is collected together and burnt up with fire, so will it be at the Close of the Age.",
    "Matthew 13:41": "The Son of Man will commission His angels, and they will gather out of His Kingdom all causes of sin and all who violate His laws;",
    "Matthew 13:42": "and these they will throw into the fiery furnace. There will be the weeping aloud and the gnashing of teeth.",
    "Matthew 13:43": "Then will the righteous shine out like the sun in their Father’s Kingdom. Listen, every one who has ears!",
    "Matthew 13:44": "“The Kingdom of the Heavens is like treasure buried in the open country, which a man finds, but buries again, and, in his joy about it, goes and sells all he has and buys that piece of ground.",
    "Matthew 13:45": "“Again the Kingdom of the Heavens is like a jewel merchant who is in quest of choice pearls.",
    "Matthew 13:46": "He finds one most costly pearl; he goes away; and though it costs all he has, he buys it.",
    "Matthew 13:47": "“Again the Kingdom of the Heavens is like a draw-net let down into the sea, which encloses fish of all sorts.",
    "Matthew 13:48": "When full, they haul it up on the beach, and sit down and collect the good fish in baskets, while the worthless they throw away.",
    "Matthew 13:49": "So will it be at the Close of the Age. The angels will go forth and separate the wicked from among the righteous,",
    "Matthew 13:50": "and will throw them into the fiery furnace. There will be the weeping aloud and the gnashing of teeth.”",
    "Matthew 13:51": "“Have you understood all this?” He asked. “Yes,” they said.",
    "Matthew 13:52": "“Therefore,” He said, “remember that every Scribe well trained for the Kingdom of the Heavens is like a householder who brings out of his storehouse new things and old.”",
    "Matthew 13:53": "Jesus concluded this series of parables and then departed.",
    "Matthew 13:54": "And He came into His own country and proceeded to teach in their synagogue, so that they were filled with astonishment and exclaimed, “Where did he obtain such wisdom, and these wondrous powers?",
    "Matthew 13:55": "Is not this the carpenter’s son? Is not his mother called Mary? And are not his brothers, James, Joseph, Simon and Judah?",
    "Matthew 13:56": "And his sisters—are they not all living here among us? Where then did he get all this?”",
    "Matthew 13:57": "So they turned angrily away from Him. But Jesus said to them, “There is no prophet left without honour except in his own country and among his own family.”",
    "Matthew 13:58": "And He performed but few mighty deeds there because of their want of faith.",
    "Matthew 14:1": "About that time Herod the Tetrarch heard of the fame of Jesus,",
    "Matthew 14:2": "and he said to his courtiers, “This is John the Baptist: he has come back to life—and that is why these miraculous Powers are working in him.”",
    "Matthew 14:3": "For Herod had arrested John, and had put him in chains, and imprisoned him, for the sake of Herodias his brother Philip’s wife,",
    "Matthew 14:4": "because John had persistently said to him, “It is not lawful for you to have her.”",
    "Matthew 14:5": "And he would have liked to put him to death, but was afraid of the people, because they regarded John as a Prophet.",
    "Matthew 14:6": "But when Herod’s birthday came, the daughter of Herodias danced before all the company, and so pleased Herod",
    "Matthew 14:7": "that with an oath he promised to give her whatever she asked.",
    "Matthew 14:8": "So she, instigated by her mother, said, “Give me here on a dish the head of John the Baptist.”",
    "Matthew 14:9": "The king was deeply vexed, yet because of his repeated oath and of the guests at his table he ordered it to be given her,",
    "Matthew 14:10": "and he sent and beheaded John in the prison.",
    "Matthew 14:11": "The head was brought on a dish and given to the young girl, and she took it to her mother.",
    "Matthew 14:12": "Then John’s disciples went and removed the body and buried it, and came and informed Jesus.",
    "Matthew 14:13": "Upon receiving these tidings, Jesus went away by boat to an uninhabited and secluded district; but the people heard of it and followed Him in crowds from the towns by land.",
    "Matthew 14:14": "So Jesus went out and saw an immense multitude, and felt compassion for them, and cured those of them who were out of health.",
    "Matthew 14:15": "But when evening was come, the disciples came to Him and said, “This is an uninhabited place, and the best of the day is now gone; send the people away to go into the villages and buy something to eat.”",
    "Matthew 14:16": "“They need not go away,” replied Jesus; “you yourselves must give them something to eat.”",
    "Matthew 14:17": "“We have nothing here,” they said, “but five loaves and a couple of fish.”",
    "Matthew 14:18": "“Bring them here to me,” He said,",
    "Matthew 14:19": "and He told all the people to sit down on the grass. Then He took the five loaves and the two fish, and after looking up to heaven and blessing them, He broke up the loaves and gave them to the disciples, and the disciples distributed them to the people.",
    "Matthew 14:20": "So all ate, and were fully satisfied. The broken portions that remained over they gathered up, filling twelve baskets.",
    "Matthew 14:21": "Those who had eaten were about 5,000 adult men, without reckoning women and children.",
    "Matthew 14:22": "Immediately afterwards He made the disciples go on board the boat and cross to the opposite shore, leaving Him to dismiss the people.",
    "Matthew 14:23": "When He had done this, He climbed the hill to pray in solitude. Night came on, and he was there alone.",
    "Matthew 14:24": "Meanwhile the boat was far out on the Lake, buffeted and tossed by the waves, the wind being adverse.",
    "Matthew 14:25": "But towards daybreak He went to them, walking over the waves.",
    "Matthew 14:26": "When the disciples saw Him walking on the waves, they were greatly alarmed. “It is a spirit,” they exclaimed, and they cried out with terror.",
    "Matthew 14:27": "But instantly Jesus spoke to them, and said, “There is no danger; it is I; do not be afraid.”",
    "Matthew 14:28": "“Master,” answered Peter, “if it is you, bid me come to you upon the water.”",
    "Matthew 14:29": "“Come,” said Jesus. Then Peter climbed down from the boat and walked upon the water to go to Him.",
    "Matthew 14:30": "But when he felt the wind he grew frightened, and beginning to sink he cried out, “Master, save me.”",
    "Matthew 14:31": "Instantly Jesus stretched out His hand and caught hold of him, saying to him, “O little faith, why did you doubt?”",
    "Matthew 14:32": "So they climbed into the boat, and the wind lulled;",
    "Matthew 14:33": "and the men on board fell down before him and said, “You are indeed God’s Son.”",
    "Matthew 14:34": "When they had quite crossed over, they put ashore at Gennesaret;",
    "Matthew 14:35": "and the men of the place, recognizing Him, sent word into all the country round. So they brought all the sick to Him,",
    "Matthew 14:36": "and they entreated Him that they might but touch the tassel of His outer garment; and all who did so were restored to perfect health.",
    "Matthew 15:1": "Then there came to Jesus a party of Pharisees and Scribes from Jerusalem, who inquired,",
    "Matthew 15:2": "“Why do your disciples transgress the tradition of the Elders by not washing their hands before meals?”",
    "Matthew 15:3": "“Why do you, too,” He retorted, “transgress God’s commands for the sake of your tradition?",
    "Matthew 15:4": "For God said, ‘Honour thy father and thy mother’; and ‘Let him who reviles father or mother be certainly put to death’;",
    "Matthew 15:5": "but you—this is what you say: ‘If a man says to his father or mother, That is consecrated, whatever it is, which otherwise you should have received from me—",
    "Matthew 15:6": "he shall be absolved from honouring his father’; and so you have abrogated God’s Word for the sake of your tradition.",
    "Matthew 15:7": "Hypocrites! well did Isaiah prophesy of you,",
    "Matthew 15:8": "“’This is a People who honour Me with their lips, while their heart is far away from Me;",
    "Matthew 15:9": "but it is in vain they worship Me, while they lay down precepts which are mere human rules.’”",
    "Matthew 15:10": "Then, when He had called the people to Him, Jesus said, “Hear and understand.",
    "Matthew 15:11": "It is not what goes into a man’s mouth that defiles him; but it is what comes out of his mouth—*that* defiles a man.”",
    "Matthew 15:12": "Then His disciples came and said to Him, “Do you know that the Pharisees were greatly shocked when they heard those words?”",
    "Matthew 15:13": "“Every plant,” He replied, “which my Heavenly Father has not planted will be rooted up.",
    "Matthew 15:14": "Leave them alone. They are blind guides of the blind; and if a blind man leads a blind man, both will fall into some pit.”",
    "Matthew 15:15": "“Explain to us this figurative language,” said Peter.",
    "Matthew 15:16": "“Are even you,” He answered, “still without intellingence?",
    "Matthew 15:17": "Do you not understand that whatever enters the mouth passes into the stomach and is afterwards ejected from the body?",
    "Matthew 15:18": "But the things that come out of the mouth proceed from the heart, and it is these that defile the man.",
    "Matthew 15:19": "For out of the heart proceed wicked thoughts, murder, adultery, fornication, theft, perjury, impiety of speech.",
    "Matthew 15:20": "These are the things which defile the man; but eating with unwashed hands does not defile.”",
    "Matthew 15:21": "Leaving that place, Jesus withdrew into the vicinity of Tyre and Sidon.",
    "Matthew 15:22": "Here a Canaanitish woman of the district came out and persistently cried out, “Sir, Son of David, pity me; my daughter is cruelly harassed by a demon.”",
    "Matthew 15:23": "But He answered her not a word. Then the disciples interposed, and begged Him, saying, “Send her away because she keeps crying behind us.”",
    "Matthew 15:24": "“I have only been sent to the lost sheep of the house of Israel,” He replied.",
    "Matthew 15:25": "Then she came and threw herself at His feet and entreated Him. “O Sir, help me,” she said.",
    "Matthew 15:26": "“It is not right,” He said, “to take the children’s bread and throw it to the dogs.”",
    "Matthew 15:27": "“Be it so, Sir,” she said, “for even the dogs eat the scraps which fall from their masters’ tables.”",
    "Matthew 15:28": "“O woman,” replied Jesus, “great is your faith: be it done to you as you desire.” And from that moment her daughter was restored to health.",
    "Matthew 15:29": "Again, moving thence, Jesus went along by the Lake of Galilee; and ascending the hill, He sat down there.",
    "Matthew 15:30": "Soon great crowds came to Him, bringing with them those who were crippled in feet or hands, blind or dumb, and many besides, and they hastened to lay them at His feet. And He cured them,",
    "Matthew 15:31": "so that the people were amazed to see the dumb speaking, the maimed with their hands perfect, the lame walking, and the blind seeing; and they gave the glory to the God of Israel.",
    "Matthew 15:32": "But Jesus called His disciples to Him and said, “My heart yearns over this mass of people, for it is now the third day that they have been with me and they have nothing to eat. I am unwilling to send them away hungry, lest they should faint on the road.”",
    "Matthew 15:33": "“Where can we,” asked the disciples, “get bread enough in this remote place to satisfy so vast a multitude?”",
    "Matthew 15:34": "“How many loaves have you?” Jesus asked. “Seven,” they said, “and a few small fish.”",
    "Matthew 15:35": "So He bade all the people sit down on the ground,",
    "Matthew 15:36": "and He took the seven loaves and the fish, and after giving thanks He broke them up and then distributed them to the disciples, and they to the people.",
    "Matthew 15:37": "And they all ate and were satisfied. The broken portions that remained over they took up—seven full hampers.",
    "Matthew 15:38": "Those who ate were 4,000 adult men, without reckoning women and children.",
    "Matthew 15:39": "He then dismissed the people, went on board the boat, and came into the district of Magadan.",
    "Matthew 16:1": "Here the Pharisees and Sadducees came to Him; and, to make trial of Him, they asked Him to show them a sign in the sky.",
    "Matthew 16:2": "He replied, “In the evening you say, ‘It will be fine weather, for the sky is red;’",
    "Matthew 16:3": "and in the morning, ‘It will be rough weather to-day, for the sky is red and murky.’ You learn how to distinguish the aspect of the heavens, but the signs of the times you cannot.",
    "Matthew 16:4": "A wicked and faithless generation are eager for a sign; but none shall be given to them except the sign of Jonah.” and He left them and went away.",
    "Matthew 16:5": "When the disciples arrived at the other side of the Lake, they found that they had forgotten to bring any bread;",
    "Matthew 16:6": "and when Jesus said to them, “See to it: beware of the yeast of the Pharisees and Sadducees,”",
    "Matthew 16:7": "they reasoned among themselves, saying, “It is because we have not brought any bread.”",
    "Matthew 16:8": "Jesus perceived this and said, “Why are you reasoning among yourselves, you men of little faith, because you have no bread?",
    "Matthew 16:9": "Do you not yet understand? nor even remember the 5,000 and the five loaves, and how many basketfuls you carried away,",
    "Matthew 16:10": "nor the 4,000 and the seven loaves, and how many hampers you carried away?",
    "Matthew 16:11": "How is it you do not understand that it was not about bread that I spoke to you? But beware of the yeast of the Pharisees and Sadducees.”",
    "Matthew 16:12": "Then they perceived that He had not warned them against bread-yeast, but against the teaching of the Pharisees and Sadducees.",
    "Matthew 16:13": "When He arrived in the neighbourhood of Caesarea Philippi, Jesus questioned His disciples. “Who do people say that the Son of Man is?” He asked.",
    "Matthew 16:14": "“Some say John the Baptist,” they replied; “others Elijah; others Jeremiah or one of the Prophets.”",
    "Matthew 16:15": "“But you, who do you say that I am?” He asked again.",
    "Matthew 16:16": "“You,” replied Simon Peter, “are the Christ, the Son of the ever-living God.”",
    "Matthew 16:17": "“Blessed are you, Simon Bar-jonah,” said Jesus; “for mere human nature has not revealed this to you, but my Father in Heaven.",
    "Matthew 16:18": "And I declare to you that you are Peter, and that upon this Rock I will build my Church, and the might of Hades shall not triumph over it.",
    "Matthew 16:19": "I will give you the keys of the Kingdom of the Heavens; and whatever you bind on earth shall remain bound in Heaven, and whatever you loose on earth shall remain loosed in Heaven.”",
    "Matthew 16:20": "Then He urged His disciples to tell no one that He was the Christ.",
    "Matthew 16:21": "From this time Jesus began to explain to His disciples that He must go to Jerusalem, and suffer much cruelty from the Elders and the High Priests and the Scribes, and be put to death, and on the third day be raised to life again.",
    "Matthew 16:22": "Then Peter took Him aside and began taking Him to task. “Master,” he said, “God forbid; this will not be your lot.”",
    "Matthew 16:23": "But He turned and said to Peter, “Get behind me, Adversary; you are a hindrance to me, because your thoughts are not God’s thoughts, but men’s.”",
    "Matthew 16:24": "Then Jesus said to His disciples, “If any one desires to follow me, let him renounce self and take up his cross, and so be my follower.",
    "Matthew 16:25": "For whoever desires to save his life shall lose it, and whoever loses his life for my sake shall find it.",
    "Matthew 16:26": "Why, what benefit will it be to a man if he gains the whole world but forfeits his life? Or what shall a man give to buy back his life?",
    "Matthew 16:27": "For the Son of Man is soon to come in the glory of the Father with His angels, and then will He requite every man according to his actions.",
    "Matthew 16:28": "I solemnly tell you that some of those who are standing here will certainly not taste death till they have seen the Son of Man coming in His Kingdom.”",
    "Matthew 17:1": "Six day later, Jesus took with Him Peter and the brothers James and John, and brought them up a high mountain to a solitary place.",
    "Matthew 17:2": "There in their presence His form underwent a change; His face shone like the sun, and His raiment became as white as the light.",
    "Matthew 17:3": "And suddenly Moses and Elijah appeared to them conversing with Him.",
    "Matthew 17:4": "Then Peter said to Jesus, “Master, we are thankful to you that we are here. If you approve, I will put up three tents here, one for you, one for Moses, and one for Elijah.”",
    "Matthew 17:5": "He was still speaking when a luminous cloud spread over them; and a voice was heard from within the cloud, which said, “This is My Son dearly beloved, in whom is My delight. Listen to Him.”",
    "Matthew 17:6": "On hearing this voice, the disciples fell on their faces and were filled with terror.",
    "Matthew 17:7": "But Jesus came and touched them, and said, “Rouse yourselves and have no fear.”",
    "Matthew 17:8": "So they looked up, and saw no one but Jesus.",
    "Matthew 17:9": "As they were descending the mountain, Jesus laid a command upon them. “Tell no one,” He said, “of the sight you have seen till the Son of Man has risen from among the dead.”",
    "Matthew 17:10": "“Why then,” asked the disciples, “do the Scribes say that Elijah must first come?”",
    "Matthew 17:11": "“Elijah was indeed to come,” He replied, “and would reform everything.",
    "Matthew 17:12": "But I tell you that he has already come, and they did not recognize him, but dealt with him as they chose. And before long the Son of Man will be treated by them in a similar way.”",
    "Matthew 17:13": "Then it dawned upon the disciples that it was John the Baptist about whom He had spoken to them.",
    "Matthew 17:14": "When they had returned to the people, there came to Him a man who fell on his knees before Him and besought Him.",
    "Matthew 17:15": "“Sir,” he said, “have pity on my son, for he is an epileptic and is very ill. Often he falls into the fire and often into the water.",
    "Matthew 17:16": "I have brought him to your disciples, and they have not been able to cure him.”",
    "Matthew 17:17": "“O unbelieving and perverse generation!” replied Jesus; “how long shall I be with you? how long shall I endure you? Bring him to me.”",
    "Matthew 17:18": "Then Jesus reprimanded the demon, and it came out and left him; and the boy was cured from that moment.",
    "Matthew 17:19": "Then the disciples came to Jesus privately and asked Him, “Why could not we expel the demon?”",
    "Matthew 17:20": "“Because your faith is so small,” He replied; “for I solemnly declare to you that if you have faith like a mustard-seed, you shall say to this mountain, ‘Remove from this place to that,’ and it will remove; and nothing shall be impossible to you.",
    "Matthew 17:21": "But an evil spirit of this kind is only driven out by prayer and fasting.”",
    "Matthew 17:22": "As they were travelling about in Galilee, Jesus said to them, “The Son of Man is about to be betrayed into the hands of men;",
    "Matthew 17:23": "they will put Him to death, but on the third day He will be raised to life again.” And they were exceedingly distressed.",
    "Matthew 17:24": "After their arrival at Capernaum the collectors of the half-shekel came and asked Peter, “Does not your Teacher pay the half-shekel?”",
    "Matthew 17:25": "“Yes,” he replied, and then went into the house. But before he spoke a word Jesus said, “What think you, Simon? From whom do this world’s kings receive customs or capitation tax? from their own children, or from others?”",
    "Matthew 17:26": "“From others,” he replied. “Then the children go free,” said Jesus.",
    "Matthew 17:27": "“However, lest we cause them to sin, go and throw a hook into the Lake, and take the first fish that comes up. When you open its mouth, you will find a shekel in it: bring that coin and give it to them for yourself and me.”",
    "Matthew 18:1": "Just then the disciples came to Jesus and asked, “Who ranks higher than others in the Kingdom of the Heavens?”",
    "Matthew 18:2": "So He called a young child to Him, and, bidding him stand in the midst of them,",
    "Matthew 18:3": "said, “In solemn truth I tell you that unless you turn and become like little children, you will in no case be admitted into the Kingdom of the Heavens.",
    "Matthew 18:4": "Whoever therefore shall humble himself as this young child, he it is who is superior to others in the Kingdom of the Heavens.",
    "Matthew 18:5": "And whoever for my sake receives one young child such as this, receives me.",
    "Matthew 18:6": "But whoever shall occasion the fall of one of these little ones who believe in me, it would be better for him to have a millstone hung round his neck and to be drowned in the depths of the sea.",
    "Matthew 18:7": "“Alas for the world because of causes of falling! They cannot but come, but alas for each man through whom they come!",
    "Matthew 18:8": "If your hand or your foot is causing you to fall into sin, cut it off and away with it. It is better for you to enter into Life crippled in hand or foot than to remain in possession of two sound hands or feet but be thrown into the fire of the Ages.",
    "Matthew 18:9": "And if your eye is causing you to fall into sin, tear it out and away with it; it is better for you to enter into Life with only one eye, than to remain in possession of two eyes but be thrown into the Gehenna of fire.",
    "Matthew 18:10": "“Beware of ever despising one of these little ones, for I tell you that in Heaven their angels have continual access to my Father who is in Heaven.",
    "Matthew 18:11": "",
    "Matthew 18:12": "What do you yourselves think? Suppose a man gets a hundred sheep and one of them strays away, will he not leave the ninety-nine on the hills and go and look for the one that is straying?",
    "Matthew 18:13": "And if he succeeds in finding it, in solemn truth I tell you that he rejoices over it more than he does over the ninety-nine that have not gone astray.",
    "Matthew 18:14": "Just so it is not the will of your Father in Heaven that one of these little ones should be lost.",
    "Matthew 18:15": "“If your brother acts wrongly towards you, go and point out his fault to him when only you and he are there. If he listens to you, you have gained your brother.",
    "Matthew 18:16": "But if he will not listen to you, go again, and ask one or two to go with you, that every word spoken may be attested by two or three witnesses.",
    "Matthew 18:17": "If he refuses to hear them, appeal to the Church; and if he refuses to hear even the Church, regard him just as you regard a Gentile or a tax-gatherer.",
    "Matthew 18:18": "I solemnly tell you that whatever you as a Church bind on earth will in Heaven be held as bound, and whatever you loose on earth will in Heaven be held to be loosed.",
    "Matthew 18:19": "I also solemnly tell you that if two of you here on earth agree together concerning anything whatever that they shall ask, the boon will come to them from my Father who is in Heaven.",
    "Matthew 18:20": "For where there are two or three assembled in my name, there am I in the midst of them.”",
    "Matthew 18:21": "At this point Peter came to Him with the question, “Master, how often shall my brother act wrongly towards me and I forgive him? seven times?”",
    "Matthew 18:22": "“I do not say seven times,” answered Jesus, “but seventy times seven times.",
    "Matthew 18:23": "“For this reason the Kingdom of the Heavens may be compared to a king who determined to have a settlement of accounts with his servants.",
    "Matthew 18:24": "But as soon as he began the settlement, one was brought before him who owed 10,000 talents,",
    "Matthew 18:25": "and was unable to pay. So his master ordered that he and his wife and children and everything that he had should be sold, and payment be made.",
    "Matthew 18:26": "The servant therefore falling down, prostrated himself at his feet and entreated him. “’Only give me time,’ he said, ‘and I will pay you the whole.’",
    "Matthew 18:27": "“Whereupon his master, touched with compassion, set him free and forgave him the debt.",
    "Matthew 18:28": "But no sooner had that servant gone out, than he met with one of his fellow servants who owed him 100 shillings; and seizing him by the throat and nearly strangling him he exclaimed, “’Pay me all you owe.’",
    "Matthew 18:29": "“His fellow servant therefore fell at his feet and entreated him, “’Only give me time,’ he said, ‘and I will pay you.’",
    "Matthew 18:30": "“He would not, however, but went and threw him into prison until he should pay what was due.",
    "Matthew 18:31": "His fellow servants, therefore, seeing what had happened, were exceedingly angry; and they came and told their master without reserve all that had happened.",
    "Matthew 18:32": "At once his master called him and said, “’Wicked servant, I forgave you all that debt, because you entreated me:",
    "Matthew 18:33": "ought not you also to have had pity on your fellow servant, just as I had pity on you?’",
    "Matthew 18:34": "“So his master, greatly incensed, handed him over to the jailers until he should pay all he owed him.",
    "Matthew 18:35": "“In the same way my Heavenly Father will deal with you, if you do not all of you forgive one another from your hearts.”",
    "Matthew 19:1": "When Jesus had finished these discourses, He removed from Galilee and came into that part of Judaea which lay beyond the Jordan.",
    "Matthew 19:2": "And a vast multitude followed him, and He cured them there.",
    "Matthew 19:3": "Then came some of the Pharisees to Him to put Him to the proof by the question, “Has a man a right to divorce his wife whenever he chooses?”",
    "Matthew 19:4": "“Have you not read,” He replied, “that He who made them ‘made them’ from the beginning ‘male and female,",
    "Matthew 19:5": "and said, For this reason a man shall leave his father and mother and be united to his wife, and the two shall be one’?",
    "Matthew 19:6": "Thus they are no longer two, but ‘one’! What therefore God has joined together, let not man separate.”",
    "Matthew 19:7": "“Why then,” said they, “did Moses command the husband to give her ‘a written notice of divorce,’ and so put her away?”",
    "Matthew 19:8": "“Moses,” He replied, “in consideration of the hardness of your nature permitted you to put away your wives, but it has not been so from the beginning.",
    "Matthew 19:9": "And I tell you that whoever divorces his wife for any reason except her unfaithfulness, and marries another woman, commits adultery.”",
    "Matthew 19:10": "“If this is the case with a man in relation to his wife,” said the disciples to Him, “it is better not to marry.”",
    "Matthew 19:11": "“It is not every man,” He replied, “who can receive this teaching, but only those on whom the grace has been bestowed.",
    "Matthew 19:12": "There are men who from their birth have been disabled from marriage, others who have been so disabled by men, and others who have disabled themselves for the sake of the Kingdom of the Heavens. He who is able to receive this, let him receive it.”",
    "Matthew 19:13": "Then young children were brought to Him for Him to put His hands on them and pray; but the disciples interfered.",
    "Matthew 19:14": "Jesus however said, “Let the little children come to me, and do not hinder them; for it is to those who are childlike that the Kingdom of the Heavens belongs.”",
    "Matthew 19:15": "So He laid His hands upon them and went away.",
    "Matthew 19:16": "“Teacher,” said one man, coming up to Him, “what that is good shall I do in order to win the Life of the Ages?”",
    "Matthew 19:17": "“Why do you ask me,” He replied, “about what is good? There is only One who is truly good. But if you desire to enter into Life, keep the Commandments.”",
    "Matthew 19:18": "“Which Commandments?” he asked. Jesus answered, “’Thou shalt not kill;’ ‘Thou shalt not commit adultery;’ ‘Thou shalt not steal;’ ‘Thou shalt not lie in giving evidence;’",
    "Matthew 19:19": "Honour thy father and thy mother’; and ‘Thou shalt love thy fellow man as much as thyself.’”",
    "Matthew 19:20": "“All of these,” said the young man, “I have carefully kept. What do I still lack?”",
    "Matthew 19:21": "“If you desire to be perfect,” replied Jesus, “go and sell all that you have, and give to the poor, and you shall have wealth in Heaven; and come, follow me.”",
    "Matthew 19:22": "On hearing those words the young man went away much cast down; for he had much property.",
    "Matthew 19:23": "So Jesus said to His disciples, “I solemnly tell you that it is with difficulty that a rich man will enter the Kingdom of the Heavens.",
    "Matthew 19:24": "Yes, I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the Kingdom of God.”",
    "Matthew 19:25": "These words utterly amazed the disciples, and they asked, “Who then can be saved?”",
    "Matthew 19:26": "Jesus looked at them and said, “With men this is impossible, but with God everything is possible.”",
    "Matthew 19:27": "Then Peter said to Jesus, “See, *we* have forsaken everything and followed you; what then will be *our* reward?”",
    "Matthew 19:28": "“I solemnly tell you,” replied Jesus, “that in the New Creation, when the Son of Man has taken His seat on His glorious throne, all of you who have followed me shall also sit on twelve thrones and judge the twelve tribes of Israel.",
    "Matthew 19:29": "And whoever has forsaken houses, or brothers or sisters, or father or mother, or children or lands, for my sake, shall receive many times as much and shall have as his inheritance the Life of the Ages.",
    "Matthew 19:30": "“But many who are now first will be last, and many who are now last will be first.",
    "Matthew 20:1": "“For the Kingdom of the Heavens is like an employer who went out early in the morning to hire men to work in his vineyard,",
    "Matthew 20:2": "and having made an agreement with them for a shilling a day, sent them into his vineyard.",
    "Matthew 20:3": "About nine o’clock he went out and saw others loitering in the market-place.",
    "Matthew 20:4": "To these also he said, “’You also, go into the vineyard, and whatever is right I will give you.’",
    "Matthew 20:5": "“So they went. Again about twelve, and about three o’clock, he went out and did the same.",
    "Matthew 20:6": "And going out about five o’clock he found others loitering, and he asked them, “’Why have you been standing here all day long, doing nothing?’",
    "Matthew 20:7": "“’Because no one has hired us,’ they replied. “’You also, go into the vineyard,’ he said.",
    "Matthew 20:8": "“When evening came, the master said to his steward, “’Call the men and pay them their wages. Begin with the last set and finish with the first.’",
    "Matthew 20:9": "“When those came who had begun at five o’clock, they received a shilling apiece;",
    "Matthew 20:10": "and when the first came, they expected to get more, but they also each got the shilling.",
    "Matthew 20:11": "So when they had received it, they grumbled against the employer, saying,",
    "Matthew 20:12": "“’These who came last have done only one hour’s work, and you have put them on a level with us who have worked the whole day and have borne the scorching heat.’",
    "Matthew 20:13": "“’My friend,’ he answered to one of them, ‘I am doing you no injustice. Did you not agree with me for a shilling?",
    "Matthew 20:14": "Take your money and go. I choose to give this last comer just as much as I give you.",
    "Matthew 20:15": "Have I not a right to do what I choose with my own property? Or are you envious because I am generous?’",
    "Matthew 20:16": "“So the last shall be first, and the first last.”",
    "Matthew 20:17": "Jesus was now going up to Jerusalem, and He took the twelve disciples aside by themselves, and on the way He said to them,",
    "Matthew 20:18": "“We are going up to Jerusalem, and there the Son of Man will be betrayed to the High Priests and Scribes. They will condemn Him to death,",
    "Matthew 20:19": "and hand Him over to the Gentiles to be made sport of and scourged and crucified; and on the third day He will be raised to life.”",
    "Matthew 20:20": "Then the mother of the sons of Zabdi came to Him with her sons, and knelt before Him to make a request of Him.",
    "Matthew 20:21": "“What is it you desire?” He asked. “Command,” she replied, “that these my two sons may sit one at your right hand and one at your left in your Kingdom.”",
    "Matthew 20:22": "“None of you know what you are asking for,” said Jesus; “can you drink out of the cup from which I am about to drink?” “We can,” they replied.",
    "Matthew 20:23": "“You shall drink out of my cup,” He said, “but a seat at my right hand or at my left it is not for me to allot, but it belongs to those for whom it has been prepared by my Father.”",
    "Matthew 20:24": "The other ten heard of this, and their indignation was aroused against the two brothers.",
    "Matthew 20:25": "But Jesus called them to Him, and said, “You know that the rulers of the Gentiles lord it over them, and their great men exercise authority over them.",
    "Matthew 20:26": "Not so shall it be among you; but whoever desires to be great among you shall be your servant,",
    "Matthew 20:27": "and whoever desires to be first among you shall be your bondservant;",
    "Matthew 20:28": "just as the Son of Man came not to be served but to serve, and to give His life as the redemption-price for many.”",
    "Matthew 20:29": "As they were leaving Jericho, an immense crowd following Him,",
    "Matthew 20:30": "two blind men sitting by the roadside heard that it was Jesus who was passing by, and cried aloud, “Sir, Son of David, pity us.”",
    "Matthew 20:31": "The people angrily tried to silence them, but they cried all the louder. “O Sir, Son of David, pity us,” they said.",
    "Matthew 20:32": "So Jesus stood still and called to them. “What shall I do for you?” He asked.",
    "Matthew 20:33": "“Sir, let our eyes be opened,” they replied.",
    "Matthew 20:34": "Moved with compassion, Jesus touched their eyes, and immediately they regained their sight and followed Him.",
    "Matthew 21:1": "When they were come near Jerusalem and had arrived at Bethphage and the Mount of Olives, Jesus sent two of the disciples on in front,",
    "Matthew 21:2": "saying to them, “Go to the village you see facing you, and as you enter it you will find a she-ass tied up and a foal with her. Untie her and bring them to me.",
    "Matthew 21:3": "And if any one says anything to you, say, ‘The Master needs them,’ and he will at once send them.”",
    "Matthew 21:4": "This took place in order that the Prophet’s prediction might be fulfilled:",
    "Matthew 21:5": "“Tell the Daughter of Zion, ‘See, thy King is coming to thee, gentle, and yet mounted on an ass, even on a colt the foal of a beast of burden.’”",
    "Matthew 21:6": "So the disciples went and did as Jesus had instructed them:",
    "Matthew 21:7": "they brought the she-ass and the foal, and threw their outer garments on them. So He sat on them;",
    "Matthew 21:8": "and most of the crowd kept spreading their garments along the road, while others cut branches from the trees and carpeted the road with them,",
    "Matthew 21:9": "and the multitudes—some of the people preceding Him and some following—sang aloud, “God save the Son of David! Blessings on Him who comes in the Lord’s name! God in the highest Heavens save Him!”",
    "Matthew 21:10": "When He thus entered Jerusalem, the whole city was thrown into commotion, every one inquiring, “Who is this?”",
    "Matthew 21:11": "“This is Jesus, the Prophet, from Nazareth in Galilee,” replied the crowds.",
    "Matthew 21:12": "Entering the Temple, Jesus drove out all who were buying and selling there, and overturned the money-changers’ tables and the seats of the pigeon-dealers.",
    "Matthew 21:13": "“It is written,” He said, “’My House shall be called the House of Prayer’, but you are making it a robbers’ cave.”",
    "Matthew 21:14": "And the blind and the lame came to Him in the Temple, and He cured them.",
    "Matthew 21:15": "But when the High Priests and the Scribes saw the wonderful things that He had done and the children who were crying aloud in the Temple, “God save the Son of David,” they were filled with indignation.",
    "Matthew 21:16": "“Do you hear,” they asked Him, “what these children are saying?” “Yes,” He replied; “have you never read, ‘Out of the mouths of infants and of babes at the breast Thou hast brought forth the praise which is due’?”",
    "Matthew 21:17": "So He left them and went out of the city to Bethany and passed the night there.",
    "Matthew 21:18": "Early in the morning as He was on His way to return to the city He was hungry,",
    "Matthew 21:19": "and seeing a fig-tree on the road-side He went up to it, but found nothing on it but leaves. “On you,” He said, “no fruit shall ever again grow.” And immediately the fig-tree withered away.",
    "Matthew 21:20": "When the disciples saw it they exclaimed in astonishment, “How instantaneously the fig-tree has withered away!”",
    "Matthew 21:21": "“I solemnly tell you,” said Jesus, “that if you have an unwavering faith, you shall not only perform such a miracle as this of the fig-tree, but that even if you say to this mountain, ‘Be thou lifted up and hurled into the sea,’ it shall be done;",
    "Matthew 21:22": "and everything, whatever it be, that you ask for in your prayers, if you have faith, you shall obtain.”",
    "Matthew 21:23": "He entered the Temple; and while He was teaching, the High Priests and the Elders of the people came to Him and asked Him, “By what authority are you doing these things? and who gave you this authority?”",
    "Matthew 21:24": "“And I also have a question to ask *you*,” replied Jesus, “and if you answer me, I in turn will tell you by what authority I do these things.",
    "Matthew 21:25": "John’s Baptism, whence was it?—had it a heavenly or a human origin?” So they debated the matter among themselves. “If we say ‘a heavenly origin,’” they argued, “he will say, ‘Why then did you not believe him?’",
    "Matthew 21:26": "and if we say ‘a human origin’ we have the people to fear, for they all hold John to have been a Prophet.”",
    "Matthew 21:27": "So they answered Jesus, “We do not know.” “Nor do I tell you,” He replied, “by what authority I do these things.”",
    "Matthew 21:28": "“But give me your judgement. There was a man who had two sons. He came to the elder of them, and said, “’My son, go and work in the vineyard to-day.’",
    "Matthew 21:29": "“’I will not,’ he replied. “But afterwards he was sorry, and went.",
    "Matthew 21:30": "He came to the second and spoke in the same manner. His answer was, “’I will go, Sir.’ “But he did not go.",
    "Matthew 21:31": "Which of the two did as his father desired?” “The first,” they said. “I solemnly tell you,’ replied Jesus, “that the tax-gatherers and the notorious sinners are entering the Kingdom of God in front of you.",
    "Matthew 21:32": "For John came to you observing all sorts of ritual, and you put no faith in him: the tax-gatherers and the notorious sinners did put faith in him, and you, though you saw this example set you, were not even afterwards sorry so as to believe him.",
    "Matthew 21:33": "“Listen to another parable. There was a householder who planted a vineyard, made a fence round it, dug a wine-tank in it, and built a strong lodge; then let the place to vine-dressers, and went abroad.",
    "Matthew 21:34": "When vintage-time approached, he sent his servants to the vine-dressers to receive his share of the grapes;",
    "Matthew 21:35": "but the vine-dressers seized the servants, and one they cruelly beat, one they killed, one they pelted with stones.",
    "Matthew 21:36": "Again he sent another party of servants more numerous than the first; and these they treated in the same manner.",
    "Matthew 21:37": "Later still he sent to them his son, saying, “’They will respect my son.’",
    "Matthew 21:38": "“But the vine-dressers, when they saw the son, said to one another, “’Here is the heir: come, let us kill him and get his inheritance.’",
    "Matthew 21:39": "“So they seized him, dragged him out of the vineyard, and killed him.",
    "Matthew 21:40": "When then the owner of the vineyard comes, what will he do to those vine-dressers?”",
    "Matthew 21:41": "“He will put the wretches to a wretched death,” was the reply, “and will entrust the vineyard to other vine-dressers who will render the produce to him at the vintage season.”",
    "Matthew 21:42": "“Have you never read in the Scriptures,” said Jesus, “’The Stone which the builders rejected has been made the Cornerstone: this Cornerstone came from the Lord, and is wonderful in our eyes’?",
    "Matthew 21:43": "“That, I tell you, is the reason why the Kingdom of God will be taken away from you, and given to a nation that will exhibit the power of it.",
    "Matthew 21:44": "He who falls on this stone will be severely hurt; but he on whom it falls will be utterly crushed.”",
    "Matthew 21:45": "After listening to His parables the High Priests and the Pharisees perceived that He was speaking about them;",
    "Matthew 21:46": "but though they were eager to lay hands upon Him, they were afraid of the people, for by them He was regarded as a Prophet.",
    "Matthew 22:1": "Again Jesus spoke to them in figurative language.",
    "Matthew 22:2": "“The Kingdom of the Heavens,” He said, “may be compared to a king who celebrated the marriage of his son,",
    "Matthew 22:3": "and sent his servants to call the invited guests to the wedding, but they were unwilling to come.",
    "Matthew 22:4": "“Again he sent other servants with a message to those who were invited. “’My breakfast is now ready,” he said, ‘my bullocks and fat cattle are killed, and every preparation is made: come to the wedding.’",
    "Matthew 22:5": "“They however gave no heed, but went, one to his home in the country, another to his business;",
    "Matthew 22:6": "and the rest seized the king’s servants, maltreated them, and murdered them.",
    "Matthew 22:7": "So the king’s anger was stirred, and he sent his troops and destroyed those murderers and burnt their city.",
    "Matthew 22:8": "Then he said to his servants, “’The wedding banquet is ready, but those who were invited were unworthy of it.",
    "Matthew 22:9": "Go out therefore to the crossroads, and everybody you meet invite to the wedding.’",
    "Matthew 22:10": "“So they went out into the roads and gathered together all they could find, both bad and good, and the banqueting hall was filled with guests.",
    "Matthew 22:11": "“Now the king came in to see the guests; and among them he discovered one who was not wearing a wedding-robe.",
    "Matthew 22:12": "“’My friend,’ he said, ‘how is it that you came in here without a wedding robe?’",
    "Matthew 22:13": "“The man stood speechless. Then the king said to the servants, “’Bind him hand and foot and fling him into the darkness outside: there will be the weeping aloud and the gnashing of teeth.’",
    "Matthew 22:14": "“For there are many called, but few chosen.”",
    "Matthew 22:15": "Then the Pharisees went and consulted together how they might entrap Him in His conversation.",
    "Matthew 22:16": "So they sent to Him their disciples together with the Herodians; who said, “Teacher, we know that you are truthful and that you faithfully teach God’s truth; and that no fear of man misleads you, for you are not biased by men’s wealth or rank.",
    "Matthew 22:17": "Give us your judgement therefore: is it allowable for us to pay a poll-tax to Caesar, or not?”",
    "Matthew 22:18": "Perceiving their wickedness, Jesus replied, “Why are you hypocrites trying to ensnare me?",
    "Matthew 22:19": "Show me the tribute coin.” And they brought Him a shilling.",
    "Matthew 22:20": "“Whose likeness and inscription,” He asked, “is this?”",
    "Matthew 22:21": "“Caesar’s,” they replied. “Pay therefore,” He rejoined, “what is Caesar’s to Caesar; and what is God’s to God.”",
    "Matthew 22:22": "They heard this, and were astonished; then left Him, and went their way.",
    "Matthew 22:23": "On the same day a party of Sadducees came to Him, contending that there is no resurrection. And they put this case to Him.",
    "Matthew 22:24": "“Teacher,” they said, “Moses enjoined, ‘If a man die childless, his brother shall marry his widow, and raise up a family for him.’",
    "Matthew 22:25": "Now we had among us seven brothers. The eldest of them married, but died childless, leaving his wife to his brother.",
    "Matthew 22:26": "So also did the second and the third, down to the seventh,",
    "Matthew 22:27": "till the woman also died, after surviving them all.",
    "Matthew 22:28": "At the Resurrection, therefore, whose wife of the seven will she be? for they all married her.”",
    "Matthew 22:29": "The reply of Jesus was, “You are in error, through ignorance of the Scriptures and of the power of God.",
    "Matthew 22:30": "For in the Resurrection, men neither marry nor are women given in marriage, but they are like angels in Heaven.",
    "Matthew 22:31": "But as to the Resurrection of the dead, have you never read what God says to you,",
    "Matthew 22:32": "I am the God of Abraham, the God of Isaac, and the God of Jacob’? He is not the God of dead, but of living men.”",
    "Matthew 22:33": "All the crowd heard this, and were filled with amazement at His teaching.",
    "Matthew 22:34": "Now the Pharisees came up when they heard that He had silenced the Sadducees,",
    "Matthew 22:35": "and one of them, an expounder of the Law, asked Him as a test question,",
    "Matthew 22:36": "“Teacher, which is the greatest Commandment in the Law?”",
    "Matthew 22:37": "“’Thou shalt love the Lord thy God,’” He answered, “’with thy whole heart, thy whole soul, thy whole mind.’",
    "Matthew 22:38": "This is the greatest and foremost Commandment.",
    "Matthew 22:39": "And the second is similar to it: ‘Thou shalt love thy fellow man as much as thyself.’",
    "Matthew 22:40": "The whole of the Law and the Prophets is summed up in these two Commandments.”",
    "Matthew 22:41": "While the Pharisees were still assembled there, Jesus put a question to them.",
    "Matthew 22:42": "“What think you about the Christ,” He said, “whose son is He?” “David’s,” they replied.",
    "Matthew 22:43": "“How then,” He asked, “does David, taught by the Spirit, call Him Lord, when he says,",
    "Matthew 22:44": "“’The Lord said to my Lord, sit at My right hand until I have put thy foes beneath thy feet’?",
    "Matthew 22:45": "“If therefore David calls Him Lord, how can He be his son?”",
    "Matthew 22:46": "No one could say a word in reply, nor from that day did any one venture again to put a question to Him.",
    "Matthew 23:1": "Then Jesus addressed the crowds and His disciples.",
    "Matthew 23:2": "“The Scribes,” He said, “and the Pharisees sit in the chair of Moses.",
    "Matthew 23:3": "Therefore do and observe everything that they command you; but do not imitate their lives, for though they tell others what to do, they do not do it themselves.",
    "Matthew 23:4": "Heavy and cumbrous burdens they bind together and load men’s shoulders with them, while as for themselves, not with one finger do they choose to lift them.",
    "Matthew 23:5": "And everything they do they do with a view to being observed by men; for they widen their phylacteries and make the tassels large,",
    "Matthew 23:6": "and love the best seats at a dinner party or in the synagogues,",
    "Matthew 23:7": "and like to be bowed to in places of public resort, and to be addressed by men as ‘Rabbi.’",
    "Matthew 23:8": "“As for you, do not accept the title of ‘Rabbi,’ for one alone is your Teacher, and you are all brothers.",
    "Matthew 23:9": "And call no one on earth your Father, for One alone is your Father—the Heavenly Father.",
    "Matthew 23:10": "And do not accept the name of ‘leader,’ for your Leader is one alone—the Christ.",
    "Matthew 23:11": "He who is the greatest among you shall be your servant;",
    "Matthew 23:12": "and one who exalts himself shall be abased, while one who abases himself shall be exalted.",
    "Matthew 23:13": "“But alas for you, Scribes and Pharisees, hypocrites, for you lock the door of the Kingdom of the Heavens against men; you yourselves do not enter, nor do you allow those to enter who are seeking to do so.",
    "Matthew 23:14": "",
    "Matthew 23:15": "“Alas for you, Scribes and Pharisees, hypocrites, for you scour sea and land in order to win one convert—and when he is gained, you make him twice as much a son of Gehenna as yourselves.",
    "Matthew 23:16": "“Alas for you, you blind guides, who say, “’Whoever swears by the Sanctuary it is nothing; but whoever swears by the gold of the Sanctuary, is bound by the oath.’",
    "Matthew 23:17": "“Blind fools! Why, which is greater?—the gold, or the Sanctuary which has made the gold holy?",
    "Matthew 23:18": "And you say, “’Whoever swears by the altar, it is nothing; but whoever swears by the offering lying on it is bound by the oath.’",
    "Matthew 23:19": "“You are blind! Why, which is greater?—the offering, or the altar which makes the offering holy?",
    "Matthew 23:20": "He who swears by the altar swears both by it and by everything on it;",
    "Matthew 23:21": "he who swears by the Sanctuary swears both by it and by Him who dwells in it;",
    "Matthew 23:22": "and he who swears by Heaven swears both by the throne of God and by Him who sits upon it.",
    "Matthew 23:23": "“Alas for you, Scribes and Pharisees, hypocrites, for you pay the tithe on mint, dill, and cumin, while you have neglected the weightier requirements of the Law—just judgement, mercy, and faithful dealing. These things you ought to have done, and yet you ought not to have left the others undone.",
    "Matthew 23:24": "You blind guides, straining out the gnat while you gulp down the camel!",
    "Matthew 23:25": "“Alas for you, Scribes and Pharisees, hypocrites, for you wash clean the outside of the cup or dish, while within they are full of greed and self-indulgence.",
    "Matthew 23:26": "Blind Pharisee, first wash clean the inside of the cup or dish, and then the outside will be clean also.",
    "Matthew 23:27": "“Alas for you, Scribes and Pharisees, hypocrites, for you are just like whitewashed sepulchres, the outside of which pleases the eye, though inside they are full of dead men’s bones and of all that is unclean.",
    "Matthew 23:28": "The same is true of you: outwardly you seem to the human eye to be good and honest men, but, within, you are full of insincerity and disregard of God’s Law.",
    "Matthew 23:29": "“Alas for you, Scribes and Pharisees, hypocrites, for you repair the sepulchres of the Prophets and keep in order the tombs of the righteous,",
    "Matthew 23:30": "and your boast is, “’If we had lived in the time of our forefathers, we should not have been implicated with them in the murder of the Prophets.’",
    "Matthew 23:31": "“So that you bear witness against yourselves that you are descendants of those who murdered the Prophets.",
    "Matthew 23:32": "Fill up the measure of your forefathers’ guilt.",
    "Matthew 23:33": "O serpents, O vipers’ brood, how are you to escape condemnation to Gehenna?",
    "Matthew 23:34": "“For this reason I am sending to you Prophets and wise men and Scribes. Some of them you will put to death—nay, crucify; some of them you will flog in your synagogues and chase from town to town;",
    "Matthew 23:35": "that all the innocent blood shed upon earth may come on you, from the blood of righteous Abel to the blood of Zechariah the son of Berechiah whom you murdered between the Sanctuary and the altar.",
    "Matthew 23:36": "I tell you in solemn truth that all these things will come upon the present generation.",
    "Matthew 23:37": "“O Jerusalem, Jerusalem! thou who murderest the Prophets and stonest those who have been sent to thee! how often have I desired to gather thy children to me, just as a hen gathers her chickens under her wings, and you would not come!",
    "Matthew 23:38": "See, your house will now be left to you desolate!",
    "Matthew 23:39": "For I tell you that you will never see me again until you say, ‘Blessed be He who comes in the name of the Lord.’”",
    "Matthew 24:1": "Jesus had left the Temple and was going on His way, when His disciples came and called His attention to the Temple buildings.",
    "Matthew 24:2": "“You see all these?” He replied; “in solemn truth I tell you that there will not be left here one stone upon another that will not be pulled down.”",
    "Matthew 24:3": "Afterwards He was on the Mount of Olives and was seated there when the disciples came to Him, apart from the others, and said, “Tell us when this will be; and what will be the sign of your Coming and of the Close of the Age?”",
    "Matthew 24:4": "“Take care that no one misleads you,” answered Jesus;",
    "Matthew 24:5": "“for many will come assuming my name and saying ‘I am the Christ;’ and they will mislead many.",
    "Matthew 24:6": "And before long you will hear of wars and rumours of wars. Do not be alarmed, for such things must be; but the End is not yet.",
    "Matthew 24:7": "For nation will rise in arms against nation, kingdom against kingdom, and there will be famines and earthquakes in various places;",
    "Matthew 24:8": "but all these miseries are but like the early pains of childbirth.",
    "Matthew 24:9": "“At that time they will deliver you up to punishment and will put you to death; and you will be objects of hatred to all the nations because you are called by my name.",
    "Matthew 24:10": "Then will many stumble and fall, and they will betray one another and hate one another.",
    "Matthew 24:11": "Many false prophets will rise up and lead multitudes astray;",
    "Matthew 24:12": "and because of the prevalent disregard of God’s law the love of the great majority will grow cold;",
    "Matthew 24:13": "but those who stand firm to the End shall be saved.",
    "Matthew 24:14": "And this Good News of the Kingdom shall be proclaimed throughout the whole world to set the evidence before all the Gentiles; and then the End will come.",
    "Matthew 24:15": "“When you have seen (to use the language of the Prophet Daniel)",
    "Matthew 24:16": "“then let those who are in Judaea escape to the hills;",
    "Matthew 24:17": "let him who is on the roof not go down to fetch what is in his house;",
    "Matthew 24:18": "nor let him who is outside the city stay to pick up his outer garment.",
    "Matthew 24:19": "And alas for the women who at that time are with child or have infants!",
    "Matthew 24:20": "“But pray that your flight may not be in winter, nor on the Sabbath;",
    "Matthew 24:21": "for it will be a time of great suffering, such as never has been from the beginning of the world till now, and assuredly never will be again.",
    "Matthew 24:22": "And if those days had not been cut short, no one would escape; but for the sake of God’s own People those days will be cut short.",
    "Matthew 24:23": "“If at that time any one should say to you, ‘See, here is the Christ!’ or ‘Here!’ give no credence to it.",
    "Matthew 24:24": "For there will rise up false Christs and false prophets, displaying wonderful signs and prodigies, so as to deceive, were it possible, even God’s own People.",
    "Matthew 24:25": "Remember, I have forewarned you.",
    "Matthew 24:26": "If therefore they should say to you, ‘See, He is in the Desert!’ do not go out there: or ‘See, He is indoors in the room!’ do not believe it.",
    "Matthew 24:27": "For just as the lightning flashes in the east and is seen to the very west, so will be the Coming of the Son of Man.",
    "Matthew 24:28": "Wherever the dead body is, there will the vultures flock together.",
    "Matthew 24:29": "“But immediately after those times of distress the sun will be darkened, the moon will not shed her light, the stars will fall from the firmament, and the forces which control the heavens will be disordered and disturbed.",
    "Matthew 24:30": "Then will appear the Sign of the Son of Man in the sky; and then will all the nations of the earth lament, when they see the Son of Man coming on the clouds of the sky with great power and glory.",
    "Matthew 24:31": "And He will send out His angels with a loud trumpet-blast, and they will bring together His own People to Him from north, south, east and west—from one extremity of the world to the other.",
    "Matthew 24:32": "“Now learn from the fig-tree the lesson it teaches. As soon as its branches have now become soft and it is bursting into leaf, you all know that summer is near.",
    "Matthew 24:33": "So you also, when you see all these signs, may be sure that He is near—at your very door.",
    "Matthew 24:34": "I tell you in solemn truth that the present generation will certainly not pass away without all these things having first taken place.",
    "Matthew 24:35": "Earth and sky will pass away, but it is certain that my words will not pass away.",
    "Matthew 24:36": "“But as to that day and the exact time no one knows—not even the angels of heaven, nor the Son, but the Father alone.",
    "Matthew 24:37": "For as it was in the time of Noah, so it will be at the Coming of the Son of Man.",
    "Matthew 24:38": "At that time, before the Deluge, men were busy eating and drinking, taking wives or giving them, up to the very day when Noah entered the Ark,",
    "Matthew 24:39": "nor did they realise any danger till the Deluge came and swept them all away; so will it be at the Coming of the Son of Man.",
    "Matthew 24:40": "Then will two men be in the open country: one will be taken away, and one left behind.",
    "Matthew 24:41": "Two women will be grinding at the mill: one will be taken away, and one left behind.",
    "Matthew 24:42": "Be on the alert therefore, for you do not know the day on which your Lord is coming.",
    "Matthew 24:43": "But of this be assured, that if the master of the house had known the hour at which the robber was coming, he would have kept awake, and not have allowed his house to be broken into.",
    "Matthew 24:44": "Therefore you also must be ready; for it is at a time when you do not expect Him that the Son of Man will come.",
    "Matthew 24:45": "“Who therefore is the loyal and intelligent servant to whom his master has entrusted the control of his household to give them their rations at the appointed time?",
    "Matthew 24:46": "Blessed is that servant whom his master when he comes shall find so doing!",
    "Matthew 24:47": "In solemn truth I tell you that he will give him the management of all his wealth.",
    "Matthew 24:48": "But if the man, being a bad servant, should say in his heart, ‘My master is a long time in coming,’",
    "Matthew 24:49": "and should begin to beat his fellow servants, while he eats and drinks with drunkards;",
    "Matthew 24:50": "the master of that servant will arrive on a day when he is not expecting him and at an hour of which he has not been informed;",
    "Matthew 24:51": "he will treat him with the utmost severity and assign him a place among the hypocrites: there will be the weeping and the gnashing of teeth.",
    "Matthew 25:1": "“Then will the Kingdom of the Heavens be found to be like ten bridesmaids who took their torches and went out to meet the bridegroom.",
    "Matthew 25:2": "Five of them were foolish and five were wise.",
    "Matthew 25:3": "For the foolish, when they took their torches, did not provide themselves with oil;",
    "Matthew 25:4": "but the wise, besides their torches, took oil in their flasks.",
    "Matthew 25:5": "The bridegroom was a long time in coming, so that meanwhile they all became drowsy and fell asleep.",
    "Matthew 25:6": "But at midnight there is a loud cry, “’The bridegroom! Go out and meet him!’",
    "Matthew 25:7": "“Then all those bridesmaids roused themselves and trimmed their torches.",
    "Matthew 25:8": "“’Give us some of your oil,’ said the foolish ones to the wise, ‘for our torches are going out.’",
    "Matthew 25:9": "“’But perhaps,’ replied the wise, ‘there will not be enough for all of us. Go to the shops rather, and buy some for yourselves.’",
    "Matthew 25:10": "“So they went to buy. But meanwhile the bridegroom came; those bridesmaids who were ready went in with him to the wedding banquet; and the door was shut.",
    "Matthew 25:11": "“Afterwards the other bridesmaids came and cried, “’Sir, Sir, open the door to us.’",
    "Matthew 25:12": "“’In solemn truth I tell you,’ he replied, ‘I do not know you.’",
    "Matthew 25:13": "“Keep awake therefore; for you know neither the day nor the hour.",
    "Matthew 25:14": "“Why, it is like a man who, when going on his travels, called his bondservants and entrusted his property to their care.",
    "Matthew 25:15": "To one he gave five talents, to another two, to another one—to each according to his individual capacity; and then started from home.",
    "Matthew 25:16": "Without delay the one who had received the five talents went and employed them in business, and gained five more.",
    "Matthew 25:17": "In the same way he who had the two gained two more.",
    "Matthew 25:18": "But the man who had received the one went and dug a hole and buried his master’s money.",
    "Matthew 25:19": "“After a long lapse of time the master of those servants returned, and had a reckoning with them.",
    "Matthew 25:20": "The one who had received the five talents came and brought five more, and said, “’Sir, it was five talents that you entrusted to me: see, I have gained five more.’",
    "Matthew 25:21": "“’You have done well, good and trustworthy servant,’ replied his master; ‘you have been trustworthy in the management of a little, I will put you in charge of much: share your master’s joy.’",
    "Matthew 25:22": "“The second, who had received the two talents, came and said, “’Sir, it was two talents you entrusted to me: see, I have gained two more.’",
    "Matthew 25:23": "“’Good and trustworthy servant, you have done well,’ his master replied; ‘you have been trustworthy in the management of a little, I will put you in charge of much: share your master’s joy.’",
    "Matthew 25:24": "“But, next, the man who had the one talent in his keeping came and said, “’Sir, I knew you to be a severe man, reaping where you had not sown and garnering what you had not winnowed.",
    "Matthew 25:25": "So being afraid I went and buried your talent in the ground: there you have what belongs to you.’",
    "Matthew 25:26": "“’You wicked and slothful servant,’ replied his master, ‘did you know that I reap where I have not sown, and garner what I have not winnowed?",
    "Matthew 25:27": "Your duty then was to deposit my money in some bank, and so when I came I should have got back my property with interest.",
    "Matthew 25:28": "So take away the talent from him, and give it to the man who has the ten.’",
    "Matthew 25:29": "",
    "Matthew 25:30": "But as for this worthless servant, put him out into the darkness outside: *there* will be the weeping and the gnashing of teeth.’",
    "Matthew 25:31": "“When the Son of Man comes in His glory, and all the angels with Him, then will He sit upon His glorious throne,",
    "Matthew 25:32": "and all the nations will be gathered into His presence. And He will separate them from one another, just as a shepherd separates the sheep from the goats;",
    "Matthew 25:33": "and will make the sheep stand at His right hand, and the goats at His left.",
    "Matthew 25:34": "“Then the King will say to those at His right, “’Come, my Father’s blessed ones, receive your inheritance of the Kingdom which has been divinely intended for you ever since the creation of the world.",
    "Matthew 25:35": "For when I was hungry, you gave me food; when I was thirsty, you gave me drink; when I was homeless, you gave me a welcome;",
    "Matthew 25:36": "when I was ill-clad, you clothed me; when I was sick, you visited me; when I was in prison, you came to see me.’",
    "Matthew 25:37": "“’When, Lord,’ the righteous will reply, ‘did we see Thee hungry, and feed Thee; or thirsty, and give Thee drink?",
    "Matthew 25:38": "When did we see Thee homeless, and give Thee a welcome? or ill-clad, and clothe Thee?",
    "Matthew 25:39": "When did we see Thee sick or in prison, and come to see Thee?’",
    "Matthew 25:40": "“But the King will answer them, “’In solemn truth I tell you that in so far as you rendered such services to one of the humblest of these my brethren, you rendered them to myself.’",
    "Matthew 25:41": "“Then will He say to those at His left, “’Begone from me, with the curse resting upon you, into the Fire of the Ages, which has been prepared for the Devil and his angels.",
    "Matthew 25:42": "For when I was hungry, you gave me nothing to eat; when thirsty, you gave me nothing to drink;",
    "Matthew 25:43": "when homeless, you gave me no welcome; ill-clad, you clothed me not; sick or in prison, you visited me not.’",
    "Matthew 25:44": "“Then will they also answer, “’Lord, when did we see Thee hungry or thirsty or homeless or ill-clad or sick or in prison, and not come to serve Thee?’",
    "Matthew 25:45": "“But he will reply, “’In solemn truth I tell you that in so far as you withheld such services from one of the humblest of these, you withheld them from me.’",
    "Matthew 25:46": "“And these shall go away into the Punishment of the Ages, but the righteous into the Life of the Ages.”",
    "Matthew 26:1": "When Jesus had ended all these discourses, He said to His disciples,",
    "Matthew 26:2": "“You know that in two days’ time the Passover comes. And the Son of Man will be delivered up to be crucified.”",
    "Matthew 26:3": "Then the High Priests and Elders of the People assembled in the court of the palace of the High Priest Caiaphas,",
    "Matthew 26:4": "and consulted how to get Jesus into their power by stratagem and put Him to death.",
    "Matthew 26:5": "But they said, “Not during the Festival, lest there be a riot among the people.”",
    "Matthew 26:6": "Now when Jesus was come to Bethany and was at the house of Simon the Leper,",
    "Matthew 26:7": "a woman came to Him with a jar of very costly, sweet-scented ointment, which she poured over His head as He reclined at table.",
    "Matthew 26:8": "“Why such waste?” indignantly exclaimed the disciples;",
    "Matthew 26:9": "“for this might have been sold for a considerable sum, and the money given to the poor.”",
    "Matthew 26:10": "But Jesus heard it, and said to them, “Why are you vexing her? For she has done a most gracious act towards me.",
    "Matthew 26:11": "The poor you always have with you, but me you have not always.",
    "Matthew 26:12": "In pouring this ointment over me, her object was to prepare me for burial.",
    "Matthew 26:13": "In solemn truth I tell you that wherever in the whole world this Good News shall be proclaimed, this deed of hers shall be spoken of in memory of her.”",
    "Matthew 26:14": "At that time one of the Twelve, the one called Judas Iscariot, went to the High Priests",
    "Matthew 26:15": "and said, “What are you willing to give me if I betray him to you?” So they weighed out to him thirty shekels,",
    "Matthew 26:16": "and from that moment he was on the look out for an opportunity to betray Him.",
    "Matthew 26:17": "On the first day of the Unleavened Bread the disciples came to Jesus with the question, “Where shall we make preparations for you to eat the Passover?”",
    "Matthew 26:18": "“Go into the city,” He replied, “to a certain man, and tell him, ‘The Teacher says, My time is close at hand. It is at your house that I shall keep the Passover with my disciples.’”",
    "Matthew 26:19": "The disciples did as Jesus directed them, and got the Passover ready.",
    "Matthew 26:20": "When evening came, He was at table with the twelve disciples,",
    "Matthew 26:21": "and the meal was proceeding, when Jesus said, “In solemn truth I tell you that one of you will betray me.”",
    "Matthew 26:22": "Intensely grieved they began one after another to ask Him, “Can it be I, Master?”",
    "Matthew 26:23": "“The one who has dipped his fingers in the bowl with me,” He answered, “is the man who will betray me.",
    "Matthew 26:24": "The Son of Man is indeed going as is written concerning Him; but alas for that man by whom the Son of Man is betrayed! It had been a happy thing for that man if he had never been born.”",
    "Matthew 26:25": "Then Judas, the disciple who was betraying Him, asked, “Can it be I, Rabbi?” “It is you,” He replied.",
    "Matthew 26:26": "During the meal Jesus took a Passover biscuit, blessed it and broke it. He then gave it to the disciples, saying, “Take this and eat it: it is my body.”",
    "Matthew 26:27": "And He took the cup and gave thanks, and gave it to them saying, “Drink from it, all of you;",
    "Matthew 26:28": "for this is my blood which is to be poured out for many for the remission of sins—the blood which ratifies the Covenant.",
    "Matthew 26:29": "I tell you that I will never again take the produce of the vine till that day when I shall drink the new wine with you in my Father’s Kingdom.”",
    "Matthew 26:30": "So they sang the hymn and went out to the Mount of Olives.",
    "Matthew 26:31": "Then said Jesus, “This night all of you will stumble and fail in your fidelity to me; for it is written, ‘I will strike the Shepherd, and the sheep of the flock will be scattered in all directions.’",
    "Matthew 26:32": "But after I have risen to life again I will go before you into Galilee.”",
    "Matthew 26:33": "“All may stumble and fail,” said Peter, “but I never will.”",
    "Matthew 26:34": "“In solemn truth I tell you,” replied Jesus, “that this very night, before the cock crows, you will three times disown me.”",
    "Matthew 26:35": "“Even if I must die with you,” declared Peter, “I will never disown you.” In like manner protested all the disciples.",
    "Matthew 26:36": "Then Jesus came with them to a place called Gethsemane. And He said to the disciples, “Sit down here, whilst I go yonder and there pray.”",
    "Matthew 26:37": "And He took with Him Peter and the two sons of Zabdi. Then He began to be full of anguish and distress,",
    "Matthew 26:38": "and He said to them, “My soul is crushed with anguish to the very point of death; wait here, and keep awake with me.”",
    "Matthew 26:39": "Going forward a short distance He fell on His face and prayed. “My Father,” He said, “if it is possible, let this cup pass away from me; nevertheless, not as I will, but as Thou willest.”",
    "Matthew 26:40": "Then He came to the disciples and found them asleep, and He said to Peter, “Alas, none of you could keep awake with me for even a single hour!",
    "Matthew 26:41": "Keep awake, and pray that you may not enter into temptation: the spirit is right willing, but the body is frail.”",
    "Matthew 26:42": "Again a second time He went away and prayed, saying, “My Father, if it is impossible for this cup to pass without my drinking it, Thy will be done.”",
    "Matthew 26:43": "He came and again found them asleep, for they were very tired.",
    "Matthew 26:44": "So He left them, and went away once more and prayed a third time, again using the same words.",
    "Matthew 26:45": "Then He came to the disciples and said, “Sleep on and rest. See, the moment is close at hand when the Son of Man is to be betrayed into the hands of sinful men.",
    "Matthew 26:46": "Rouse yourselves. Let us be going. My betrayer is close at hand.”",
    "Matthew 26:47": "He had scarcely finished speaking when Judas came—one of the Twelve—accompanied by a great crowd of men armed with swords and bludgeons, sent by the High Priests and Elders of the People.",
    "Matthew 26:48": "Now the betrayer had agreed upon a sign with them, to direct them. He had said, “The one whom I kiss is the man: lay hold of him.”",
    "Matthew 26:49": "So he went straight to Jesus and said, “Peace to you, Rabbi!” And he kissed Him eagerly.",
    "Matthew 26:50": "“Friend,” said Jesus, “carry out your intention.” Then they came and laid their hands on Jesus and seized Him firmly.",
    "Matthew 26:51": "But one of those with Jesus drew his sword and struck the High Priest’s servant, cutting off his ear.",
    "Matthew 26:52": "“Put back your sword again,” said Jesus, “for all who draw the sword shall perish by the sword.",
    "Matthew 26:53": "Or do you suppose I cannot entreat my Father and He would instantly send to my help more than twelve legions of angels?",
    "Matthew 26:54": "In that case how are the Scriptures to be fulfilled which declare that thus it must be?”",
    "Matthew 26:55": "Then said Jesus to the crowds, “Have you come out as if to fight with a robber, with swords and bludgeons to apprehend me? Day after day I have been sitting teaching in the Temple, and you did not arrest me.",
    "Matthew 26:56": "But all this has taken place in order that the writings of the Prophets may be fulfilled.” At this point the disciples all left Him and fled.",
    "Matthew 26:57": "But the officers who had laid hold of Jesus led Him away to Caiaphas the High Priest, at whose house the Scribes and the Elders had assembled.",
    "Matthew 26:58": "And Peter kept following Him at a distance, till he came even to the court of the High Priest’s palace, where he entered and sat down among the officers to see the issue.",
    "Matthew 26:59": "Meanwhile the High Priests and the whole Sanhedrin were seeking false testimony against Jesus in order to put Him to death;",
    "Matthew 26:60": "but they could find none, although many false witnesses came forward. At length there came two",
    "Matthew 26:61": "who testified, “This man said, ‘I am able to pull down the Sanctuary of God and three days afterwards to build a new one.’”",
    "Matthew 26:62": "Then the High Priest stood up and asked Him, “Have you no answer to make? What is it these men are saying in evidence against you?”",
    "Matthew 26:63": "Jesus however remained silent. Again the High Priest addressed Him. “In the name of the ever-living God,” he said, “I now put you on your oath. Tell us whether you are the Christ, the Son of God.”",
    "Matthew 26:64": "“I am He,” replied Jesus. “But I tell you that, later on, you will see the Son of Man sitting at the right hand of Omnipotence, and coming on the clouds of the sky.”",
    "Matthew 26:65": "Then the High Priest tore his robes and exclaimed, “Impious language! What further need have we of witnesses! See, you have now heard the impiety.",
    "Matthew 26:66": "What is your verdict?” “He deserves to die,” they replied.",
    "Matthew 26:67": "Then they spat in His face, and struck Him—some with the fist, some with the open hand—",
    "Matthew 26:68": "while they taunted Him, saying, “Christ, prove yourself a Prophet by telling us who it was that struck you.”",
    "Matthew 26:69": "Peter meanwhile was sitting outside in the court of the palace, when one of the maidservants came over to him and said, “You too were with Jesus the Galilaean.”",
    "Matthew 26:70": "He denied it before them all, saying, “I do not know what you mean.”",
    "Matthew 26:71": "Soon afterwards he went out and stood in the gateway, when another girl saw him, and said, addressing the people there, “This man was with Jesus the Nazarene.”",
    "Matthew 26:72": "Again he denied it with an oath. “I do not know the man,” he said.",
    "Matthew 26:73": "A short time afterwards the people standing there came and said to Peter, “Certainly you too are one of them, for your brogue shows it.”",
    "Matthew 26:74": "Then with curses and oaths he declared, “I do not know the man.” Immediately a cock crowed,",
    "Matthew 26:75": "and Peter recollected the words of Jesus, how He had said, “Before the cock crows you will three times disown me.” And he went out and wept aloud, bitterly.",
    "Matthew 27:1": "When morning came all the High Priests and the Elders of the people consulted together against Jesus to put Him to death;",
    "Matthew 27:2": "and binding Him they led Him away and handed Him over to Pilate the Governor.",
    "Matthew 27:3": "Then when Judas, who had betrayed Him, saw that He was condemned, smitten with remorse he brought back the thirty shekels to the High Priests and Elders",
    "Matthew 27:4": "and said, “I have sinned, in betraying to death one who is innocent.” “What does that matter to us?” they replied; it is your business.”",
    "Matthew 27:5": "Flinging the shekels into the Sanctuary he left the place, and went and hanged himself.",
    "Matthew 27:6": "When the High Priests had gathered up the money they said, “It is illegal to put it into the Treasury, because it is the price of blood.”",
    "Matthew 27:7": "So after consulting together they spent the money in the purchase of the Potter’s Field as a burial place for people not belonging to the city;",
    "Matthew 27:8": "for which reason that piece of ground received the name, which it still bears, of ‘the Field of Blood.’",
    "Matthew 27:9": "Then were fulfilled the words spoken by the Prophet Jeremiah, “And I took the thirty shekels, the price of the prized one on whom Israelites had set a price,",
    "Matthew 27:10": "and gave them for the potter’s field, as the Lord directed me.”",
    "Matthew 27:11": "Meanwhile Jesus was brought before the Governor, and the latter put the question, “Are you the King of the Jews?” “I am their King,” He answered.",
    "Matthew 27:12": "When however the High Priests and the Elders kept bringing their charges against Him, He said not a word in reply.",
    "Matthew 27:13": "“Do you not hear,” asked Pilate, “what a mass of evidence they are bringing against you?”",
    "Matthew 27:14": "But He made no reply to a single accusation, so that the Governor was greatly astonished.",
    "Matthew 27:15": "“Now it was the Governor’s custom at the Festival to release some one prisoner, whomsoever the populace desired;",
    "Matthew 27:16": "and at this time they had a notorious prisoner called Barabbas.",
    "Matthew 27:17": "So when they were now assembled Pilate appealed to them. “Whom shall I release to you,” he said, “Barabbas, or Jesus the so-called Christ?”",
    "Matthew 27:18": "For he knew that it was from envious hatred that Jesus had been brought before him.",
    "Matthew 27:19": "While he was sitting on the tribunal a message came to him from his wife. “Have nothing to do with that innocent man,” she said, “for during the night I have suffered terribly in a dream through him.”",
    "Matthew 27:20": "The High Priests, however, and the Elders urged the crowd to ask for Barabbas and to demand the death of Jesus.",
    "Matthew 27:21": "So when the Governor a second time asked them, “Which of the two shall I release to you?”—they cried, “Barabbas!”",
    "Matthew 27:22": "“What then,” said Pilate, “shall I do with Jesus, the so-called Christ?” With one voice they shouted, “Let him be crucified!”",
    "Matthew 27:23": "“Why, what crime has he committed?” asked Pilate. But they kept on furiously shouting, “Let him be crucified!”",
    "Matthew 27:24": "So when he saw that he could gain nothing, but that on the contrary there was a riot threatening, he called for water and washed his hands in sight of them all, saying, “I am not responsible for this murder: you must answer for it.”",
    "Matthew 27:25": "“His blood,” replied all the people, “be on us and on our children!”",
    "Matthew 27:26": "Then he released Barabbas to them, but Jesus he ordered to be scourged, and gave Him up to be crucified.",
    "Matthew 27:27": "Then the Governor’s soldiers took Jesus into the Praetorium, and called together the whole battalion to make sport of Him.",
    "Matthew 27:28": "Stripping off His garments, they put on Him a general’s short crimson cloak.",
    "Matthew 27:29": "They twisted a wreath of thorny twigs and put it on His head, and they put a sceptre of cane in His right hand, and kneeling to Him they shouted in mockery, “Long live the King of the Jews!”",
    "Matthew 27:30": "Then they spat upon Him, and taking the cane they repeatedly struck Him on the head with it.",
    "Matthew 27:31": "At last, having finished their sport, they took off the cloak, clothed Him again in His own garments, and led Him away for crucifixion.",
    "Matthew 27:32": "Going out they met a Cyrenaean named Simon; whom they compelled to carry His cross,",
    "Matthew 27:33": "and so they came to a place called Golgotha, which means ‘Skull-ground.’",
    "Matthew 27:34": "Here they gave Him a mixture of wine and gall to drink, but having tasted it He refused to drink it.",
    "Matthew 27:35": "After crucifying Him, they divided His garments among them by lot,",
    "Matthew 27:36": "and sat down there on guard.",
    "Matthew 27:37": "Over His head they placed a written statement of the charge against Him: THIS IS JESUS THE KING OF THE JEWS.",
    "Matthew 27:38": "At the same time two robbers were crucified with Him, one at His right hand and the other at His left.",
    "Matthew 27:39": "And the passers-by reviled Him. They shook their heads at Him",
    "Matthew 27:40": "and said, “You who would pull down the Sanctuary and build a new one within three days, save yourself. If you are God’s Son, come down from the cross.”",
    "Matthew 27:41": "In like manner the High Priests also, together with the Scribes and the Elders, taunted Him.",
    "Matthew 27:42": "“He saved others,” they said, “himself he cannot save! He is the King of Israel! Let him now come down from the cross, and we will believe in him.",
    "Matthew 27:43": "His trust is in God: let God deliver him now, if He will have him; for he said, ‘I am God’s Son.’”",
    "Matthew 27:44": "Insults of the same kind were heaped on Him even by the robbers who were being crucified with Him.",
    "Matthew 27:45": "Now from noon until three o’clock in the afternoon there was darkness over the whole land;",
    "Matthew 27:46": "but about three o’clock Jesus cried out in a loud voice, “Eli, Eli, lama sabachthani?” that is to say, “My God, My God, why hast Thou forsaken me?”",
    "Matthew 27:47": "“The man is calling for Elijah,” said some of the bystanders.",
    "Matthew 27:48": "One of them ran forthwith, and filling a sponge with sour wine put it on the end of a cane and offered it Him to drink;",
    "Matthew 27:49": "while the rest said, “Let us see whether Elijah is coming to deliver him.”",
    "Matthew 27:50": "But Jesus uttered another loud cry and then yielded up His spirit.",
    "Matthew 27:51": "Immediately the curtain of the Sanctuary was torn in two from top to bottom: the earth quaked; the rocks split;",
    "Matthew 27:52": "the tombs opened; and many of God’s people who were asleep in death awoke.",
    "Matthew 27:53": "And coming out of their tombs after Christ’s resurrection they entered the holy city and showed themselves to many.",
    "Matthew 27:54": "As for the Captain and the soldiers who were with Him keeping guard over Jesus, when they witnessed the earthquake and the other occurrences they were filled with terror, and exclaimed, “Assuredly he was God’s Son.”",
    "Matthew 27:55": "And there were a number of women there looking on from a distance, who had followed Jesus from Galilee ministering to His necessities;",
    "Matthew 27:56": "among them being Mary of Magdala, Mary the mother of James and Joses, and the mother of the sons of Zabdi.",
    "Matthew 27:57": "Towards sunset there came a wealthy inhabitant of Arimathaea, named Joseph, who himself also had become a disciple of Jesus.",
    "Matthew 27:58": "He went to Pilate and begged to have the body of Jesus, and Pilate ordered it to be given to him.",
    "Matthew 27:59": "So Joseph took the body and wrapped it in a clean sheet of fine linen.",
    "Matthew 27:60": "He then laid it in his own new tomb which he had hewn in the solid rock, and after rolling a great stone against the door of the tomb he went home.",
    "Matthew 27:61": "Mary of Magdala and the other Mary were both present there, sitting opposite to the sepulchre.",
    "Matthew 27:62": "On the next day, the day after the Preparation, the High Priests and the Pharisees came in a body to Pilate.",
    "Matthew 27:63": "“Sir,” they said, “we recollect that during his lifetime that impostor pretended that after two days he was to rise to life again.",
    "Matthew 27:64": "So give orders for the sepulchre to be securely guarded till the third day, for fear his disciples should come by night and steal the body, and then tell the people that he has come back to life; and so the last imposture will be more serious than the first.”",
    "Matthew 27:65": "“You can have a guard,” said Pilate: “go and make all safe, as best you can.”",
    "Matthew 27:66": "So they went and made the sepulchre secure, sealing the stone besides setting the guard.",
    "Matthew 28:1": "After the Sabbath, in the early dawn of the first day of the week, Mary of Magdala and the other Mary came to see the sepulchre.",
    "Matthew 28:2": "But to their amazement there had been a great earthquake; for an angel of the Lord had descended from Heaven, and had come and rolled back the stone, and was sitting upon it.",
    "Matthew 28:3": "His appearance was like lightning, and his raiment white as snow.",
    "Matthew 28:4": "For fear of him the guards trembled violently, and became like dead men.",
    "Matthew 28:5": "But the angel said to the women, “As for you, dismiss your fears. I know that it is Jesus that you are looking for—the crucified One.",
    "Matthew 28:6": "He is not here: He has come back to life, as He foretold. Come and see the place where He lay.",
    "Matthew 28:7": "And go quickly and tell His disciples that He has risen from the dead and is going before you into Galilee: there you shall see Him. Remember, I have told you.”",
    "Matthew 28:8": "They quickly left the tomb and ran, still terrified but full of unspeakable joy, to carry the news to His disciples.",
    "Matthew 28:9": "And then suddenly they saw Jesus coming to meet them. “Peace be to you,” He said. And they came and clasped His feet, bowing to the ground before Him.",
    "Matthew 28:10": "Then He said, “Dismiss all fear! Go and take word to my brethren to go into Galilee, and there they shall see me.”",
    "Matthew 28:11": "While they went on this errand, some of the guards came into the city and reported to the High Priests every detail of what had happened.",
    "Matthew 28:12": "So the latter held a conference with the Elders, and after consultation with them they heavily bribed the soldiers,",
    "Matthew 28:13": "telling them to say, “His disciples came during the night and stole his body while we were asleep.”",
    "Matthew 28:14": "“And if this,” they added, “is reported to the Governor, we will satisfy him and screen you from punishment.”",
    "Matthew 28:15": "So they took the money and did as they were instructed; and this story was noised about among the Jews, and is current to this day.",
    "Matthew 28:16": "As for the eleven disciples, they proceeded into Galilee, to the hill where Jesus had arranged to meet them.",
    "Matthew 28:17": "There they saw Him and prostrated themselves before Him. Yet some doubted.",
    "Matthew 28:18": "Jesus however came near and said to them, “All power in Heaven and over the earth has been given to me.",
    "Matthew 28:19": "Go therefore and make disciples of all the nations; baptize them into the name of the Father, and of the Son, and of the Holy Spirit;",
    "Matthew 28:20": "and teach them to obey every command which I have given you. And remember, I am with you always, day by day, until the Close of the Age.”",
    "Mark 1:1": "The beginning of the Good News of Jesus Christ the Son of God.",
    "Mark 1:2": "As it is written in Isaiah the Prophet, “See, I am sending My messenger before Thee, Who will prepare Thy way”;",
    "Mark 1:3": "“The voice of one crying aloud: ‘In the Desert prepare a road for the Lord: Make His highways straight.’”",
    "Mark 1:4": "So John the Baptizer came, and was in the Desert proclaiming a baptism of the penitent for forgiveness of sins.",
    "Mark 1:5": "There went out to him people of all classes from Judaea, and the inhabitants of Jerusalem of all ranks, and were baptized by him in the river Jordan, making open confession of their sins.",
    "Mark 1:6": "As for John, his garment was of camel’s hair, and he wore a loincloth of leather; and his food was locusts and wild honey.",
    "Mark 1:7": "His announcement was, “There is One coming after me mightier than I—One whose sandal-strap I am unworthy to stoop down and unfasten.",
    "Mark 1:8": "I have baptized you with water, but He will baptize you with the Holy Spirit.”",
    "Mark 1:9": "At that time Jesus came from Nazareth in Galilee and was baptized by John in the Jordan;",
    "Mark 1:10": "and immediately on His coming up out of the water He saw an opening in the sky, and the Spirit like a dove coming down to Him;",
    "Mark 1:11": "and a voice came from the sky, saying, “Thou art My Son dearly loved: in Thee is My delight.”",
    "Mark 1:12": "At once the Spirit impelled Him to go out into the Desert,",
    "Mark 1:13": "where He remained for forty days, tempted by Satan; and He was among the wild beasts, but the angels waited upon Him.",
    "Mark 1:14": "Then, after John had been thrown into prison, Jesus came into Galilee proclaiming God’s Good News.",
    "Mark 1:15": "“The time has fully come,” He said, “and the Kingdom of God is close at hand: repent, and believe this Good News.",
    "Mark 1:16": "One day, passing along the shore of the Lake of Galilee, He saw Simon and Andrew, Simon’s brother, throwing their nets in the Lake; for they were fisherman.",
    "Mark 1:17": "“Come and follow me,” said Jesus, “and I will make you fishers for men.”",
    "Mark 1:18": "At once they left their nets and followed Him.",
    "Mark 1:19": "Going on a little further He saw James the son of Zabdi and his brother John: they also were in the boat mending the nets, and He immediately called them.",
    "Mark 1:20": "They therefore left their father Zabdi in the boat with the hired men, and went and followed Him.",
    "Mark 1:21": "So they came to Capernaum, and on the next Sabbath He went to the synagogue and began to teach.",
    "Mark 1:22": "The people listened with amazement to His teaching—for there was authority about it: it was very different from that of the Scribes—",
    "Mark 1:23": "when all at once, there in their synagogue, a man under the power of a foul spirit screamed out:",
    "Mark 1:24": "“What have you to do with us, Jesus the Nazarene? Have you come to destroy us? I know who you are—God’s Holy One.”",
    "Mark 1:25": "But Jesus reprimanded him, saying, “Silence! come out of him.”",
    "Mark 1:26": "So the foul spirit, after throwing the man into convulsions, came out of him with a loud cry.",
    "Mark 1:27": "And all were amazed and awe-struck, so they began to ask one another, “What does this mean? Here is a new sort of teaching—and a tone of authority! And even to foul spirits he issues orders and they obey him!”",
    "Mark 1:28": "And His fame spread at once everywhere in all that part of Galilee.",
    "Mark 1:29": "Then on leaving the synagogue they came at once, with James and John, to the house of Simon and Andrew.",
    "Mark 1:30": "Now Simon’s mother-in-law was ill in bed with a fever, and without delay they informed Him about her.",
    "Mark 1:31": "So He went to her, and taking her hand He raised her to her feet: the fever left her, and she began to wait upon them.",
    "Mark 1:32": "When it was evening, after sunset people came bringing Him all who were sick and the demoniacs;",
    "Mark 1:33": "and the whole town was assembled at the door.",
    "Mark 1:34": "Then He cured numbers of people who were ill with various diseases, and He drove out many demons; not allowing the demons to speak, because they knew who He was.",
    "Mark 1:35": "In the morning He rose early, while it was still quite dark, and leaving the house He went away to a solitary place and there prayed.",
    "Mark 1:36": "And Simon and the others searched everywhere for Him.",
    "Mark 1:37": "When they found Him they said, “Every one is looking for you.”",
    "Mark 1:38": "“Let us go elsewhere, to the neighbouring country towns,” He replied, “that I may proclaim my Message there also; because for that purpose I came from God.”",
    "Mark 1:39": "And He went through all Galilee, preaching in the synagogues and expelling the demons.",
    "Mark 1:40": "One day there came a leper to Jesus entreating Him, and pleading on his knees. “If you are willing,” he said, “you are able to cleanse me.”",
    "Mark 1:41": "Moved with pity Jesus reached out His hand and touched him. “I am willing,” He said; “be cleansed.”",
    "Mark 1:42": "The leprosy at once left him, and he was cleansed.",
    "Mark 1:43": "Jesus at once sent him away, strictly charging him,",
    "Mark 1:44": "and saying, “Be careful not to tell any one, but go and show yourself to the Priest, and for your purification present the offerings that Moses appointed as evidence for them.”",
    "Mark 1:45": "But the man, when he went out, began to tell every one and to publish the matter abroad, so that it was no longer possible for Jesus to go openly into any town; but He had to remain outside in unfrequented places, where people came to Him from all parts.",
    "Mark 2:1": "After some days He entered Capernaum again, and it soon became known that He was at home;",
    "Mark 2:2": "and such numbers of people came together that there was no longer room for them even round the door. He was speaking His Message to them,",
    "Mark 2:3": "when there came a party of people bringing a paralytic—four men carrying him.",
    "Mark 2:4": "Finding themselves unable, however, to bring him to Jesus because of the crowd, they untiled the roof just over His head, and after clearing an opening they lowered the mat on which the paralytic was lying.",
    "Mark 2:5": "Seeing their faith, Jesus said to the paralytic, “My son, your sins are pardoned.”",
    "Mark 2:6": "Now there were some of the Scribes sitting there, and reasoning in their hearts.",
    "Mark 2:7": "“Why does this man use such words?” they said; “he is blaspheming. Who can pardon sins but One—that is, God?”",
    "Mark 2:8": "At once perceiving by His spirit that they were reasoning within themselves, Jesus asked them, “Why do you thus argue in your minds?",
    "Mark 2:9": "Which is easier?—to say to this paralytic, ‘Your sins are pardoned,’ or to say, ‘Rise, take up your mat, and walk?’",
    "Mark 2:10": "But that you may know that the Son of Man has authority on earth to pardon sins”—He turned to the paralytic, and said,",
    "Mark 2:11": "“To you I say, ‘Rise, take up your mat and go home.’”",
    "Mark 2:12": "The man rose, and immediately under the eyes of all took up his mat and went out, so that they were all filled with astonishment, gave the glory to God, and said, “We never saw anything like this.”",
    "Mark 2:13": "Again He went out to the shore of the Lake, and the whole multitude kept coming to Him, and He taught them.",
    "Mark 2:14": "And as He passed by, He saw Levi the son of Alphaeus sitting at the Toll Office, and said to him, “Follow me.” So he rose and followed Him.",
    "Mark 2:15": "When He was sitting at table in Levi’s house, a large number of tax-gatherers and notorious sinners were at table with Jesus and His disciples; for there were many such who habitually followed Him.",
    "Mark 2:16": "But when the Scribes of the Pharisee sect saw Him eating with the sinners and the tax-gatherers, they said to His disciples, “He is eating and drinking with the tax-gatherers and sinners!”",
    "Mark 2:17": "Jesus heard the words, and He said, “It is not the healthy who require a doctor, but the sick: I did not come to appeal to the righteous, but to sinners.”",
    "Mark 2:18": "(Now John’s disciples and those of the Pharisees were keeping a fast.)",
    "Mark 2:19": "“Can a wedding party fast while the bridegroom is among them?” replied Jesus. “So long as they have the bridegroom with them, fasting is impossible.",
    "Mark 2:20": "But a time will come when the Bridegroom will be taken away from them; then they will fast.",
    "Mark 2:21": "No one mends an old garment with a piece of unshrunk cloth. Otherwise, the patch put on would tear away from it—the new from the old—and a worse hole would be made.",
    "Mark 2:22": "And no one pours new wine into old wineskins. Otherwise the wine would burst the skins, and both wine and skins would be lost. New wine needs fresh skins!”",
    "Mark 2:23": "One Sabbath He was walking through the wheatfields when His disciples began to pluck the ears of wheat as they went.",
    "Mark 2:24": "So the Pharisees said to Him, “Look! why are they doing what on the Sabbath is unlawful?”",
    "Mark 2:25": "“Have you never read,” Jesus replied, “what David did when the necessity arose and he and his men were hungry:",
    "Mark 2:26": "how he entered the house of God in the High-priesthood of Abiathar, and ate the Presented Loaves—which none but the priests are allowed to eat—and gave some to his men also?”",
    "Mark 2:27": "And Jesus said to them: “The Sabbath was made for man, not man for the Sabbath;",
    "Mark 2:28": "so that the Son of Man is Lord even of the Sabbath.”",
    "Mark 3:1": "At another time, when He went to the synagogue, there was a man there with one arm shrivelled up.",
    "Mark 3:2": "They closely watched Him to see whether He would cure him on the Sabbath—so as to have a charge to bring against Him.",
    "Mark 3:3": "“Come forward,” said He to the man with the shrivelled arm.",
    "Mark 3:4": "Then He asked them, “Are we allowed to do good on the Sabbath, or to do evil? to save a life, or to destroy one?” They remained silent.",
    "Mark 3:5": "Grieved and indignant at the hardening of their hearts, He looked round on them with anger, and said to the man, “Stretch out your arm.” He stretched it out, and the arm was completely restored.",
    "Mark 3:6": "But no sooner had the Pharisees left the synagogue than they held a consultation with the Herodians against Jesus, to devise some means of destroying Him.",
    "Mark 3:7": "Accordingly Jesus withdrew with His disciples to the Lake, and a vast crowd of people from Galilee followed Him;",
    "Mark 3:8": "and from Judaea and Jerusalem and Idumaea and from beyond the Jordan and from the district of Tyre and Sidon there came to Him a vast crowd, hearing of all that He was doing.",
    "Mark 3:9": "So He gave directions to His disciples to keep a small boat in constant attendance on Him because of the throng—to prevent their crushing Him.",
    "Mark 3:10": "For He had cured many of the people, so that all who had any ailments pressed upon Him, to touch Him.",
    "Mark 3:11": "And the foul spirits, whenever they saw Him, threw themselves down at His feet, screaming out: “You are the Son of God.”",
    "Mark 3:12": "But He many a time checked them, forbidding them to say who He was.",
    "Mark 3:13": "Then He went up the hill; and those whom He Himself chose He called, and they came to Him.",
    "Mark 3:14": "He appointed twelve of them, that they might be with Him, and that He might also send them to proclaim His Message,",
    "Mark 3:15": "with authority to expel the demons.",
    "Mark 3:16": "These twelve were Simon (to whom He gave the surname of Peter)",
    "Mark 3:17": "James the son of Zabdi and John the brother of James (these two He surnamed Boanerges, that is ‘Sons of Thunder’)",
    "Mark 3:18": "Andrew, Philip, Bartholomew, Matthew, Thomas, James the son of Alphaeus, Thaddaeus, Simon the Cananaean,",
    "Mark 3:19": "and Judas Iscariot, the man who also betrayed Him.",
    "Mark 3:20": "And He went into a house. But again the crowd assembled, so that there was no opportunity for them even to snatch a meal.",
    "Mark 3:21": "Hearing of this, His relatives came to seize Him by force, for they said, “He is out of his mind.”",
    "Mark 3:22": "The Scribes, too, who had come down from Jerusalem said, “He has Baal-zebul in him; and it is by the power of the Prince of the demons that he expels the demons.”",
    "Mark 3:23": "So He called them to Him, and using figurative language He appealed to them, saying, “How is it possible for Satan to expel Satan?",
    "Mark 3:24": "For if civil war breaks out in a kingdom, nothing can make that kingdom last;",
    "Mark 3:25": "and if a family splits into parties, that family cannot continue.",
    "Mark 3:26": "So if Satan has risen in arms and has made war upon himself, stand he cannot, but meets his end.",
    "Mark 3:27": "Nay, no one can go into a strong man’s house and carry off his property, unless he first binds the strong man, and then he will plunder his house.",
    "Mark 3:28": "In solemn truth I tell you that all their sins may be pardoned to the sons of men, and all their blasphemies, however they may have blasphemed;",
    "Mark 3:29": "but whoever blasphemes against the Holy Spirit, he remains for ever unabsolved: he is guilty of a sin of the Ages.”",
    "Mark 3:30": "This was because they said, “He is possessed by a foul spirit.”",
    "Mark 3:31": "By this time His mother and His brothers arrive, and standing outside they send a message to Him to call Him.",
    "Mark 3:32": "Now a crowd was sitting round Him; so they tell Him, “Your mother and your brothers and sisters are outside, inquiring for you.”",
    "Mark 3:33": "“Who are my mother and my brothers?” He replied.",
    "Mark 3:34": "And, fixing His eyes on the people who were sitting round Him in a circle, He said,",
    "Mark 3:35": "“Here are my mother and my brothers. For wherever there is one who has been obedient to God, there is my brother—my sister—and my mother.”",
    "Mark 4:1": "Once more He began to teach by the side of the Lake, and a vast multitude of people came together to listen to Him. He therefore went on board the boat and sat there, a little way from the land; and all the people were on the shore close to the water.",
    "Mark 4:2": "Then He proceeded to teach them many lessons in figurative language; and in His teaching He said,",
    "Mark 4:3": "“Listen: the sower goes out to sow.",
    "Mark 4:4": "As he sows, some of the seed falls by the way-side, and the birds come and peck it up.",
    "Mark 4:5": "Some falls on the rocky ground where it finds but little earth, and it shoots up quickly because it has no depth of soil;",
    "Mark 4:6": "but when the sun is risen, it is scorched, and through having no root it withers away.",
    "Mark 4:7": "Some, again, falls among the thorns; and the thorns spring up and stifle it, so that it yields no crop.",
    "Mark 4:8": "But some of the seed falls into good ground, and gives a return: it comes up and increases, and yields thirty, sixty, or a hundred-fold.”",
    "Mark 4:9": "“Listen,” He added, “every one who has ears to listen with!”",
    "Mark 4:10": "When He was alone, the Twelve and the others who were about Him requested Him to explain His figurative language.",
    "Mark 4:11": "“To you,” He replied, “has been entrusted the secret truth concerning the Kingdom of God; but to those others outside your number all this is spoken in figurative language;",
    "Mark 4:12": "that “’They may look and look but not see, and listen and listen but not understand, lest perchance they should return and be pardoned.’”",
    "Mark 4:13": "“Do you all miss the meaning of this parable?” He added; “how then will you understand the rest of my parables?”",
    "Mark 4:14": "“What the sower sows is the Message.",
    "Mark 4:15": "Those who receive the seed by the way-side are those in whom the Message is sown, but, when they have heard it, Satan comes at once and carries away the Message sown in them.",
    "Mark 4:16": "In the same way those who receive the seed on the rocky places are those who, when they have heard the Message, at once accept it joyfully,",
    "Mark 4:17": "but they have no root within them. They last for a time; then, when suffering or persecution comes because of the Message, they are immediately overthrown.",
    "Mark 4:18": "Others there are who receive the seed among the thorns: these are they who have heard the Message,",
    "Mark 4:19": "but worldly cares and the deceitfulness of wealth and the excessive pursuit of other objects come in and stifle the Message, and it becomes unfruitful.",
    "Mark 4:20": "Those, on the other hand, who have received the seed on the good ground, are all who hear the Message and welcome it, and yield a return of thirty, sixty, or a hundred fold.”",
    "Mark 4:21": "He went on to say, “Is the lamp brought in in order to be put under the bushel or under the bed? Is it not rather in order that it may be placed on the lampstand?",
    "Mark 4:22": "Why, there is nothing hidden except with a view to its being ultimately disclosed, nor has anything been made a secret but that it may at last come to light.",
    "Mark 4:23": "Listen, every one who has ears to listen with!”",
    "Mark 4:24": "He also said to them, “Take care what you hear. With what measure you measure, it will be measured to you, and that with interest.",
    "Mark 4:25": "For those who have will have more given them; and from those who have not, even what they have will be taken away.”",
    "Mark 4:26": "Another saying of His was this: “The Kingdom of God is as if a man scattered seed over the ground:",
    "Mark 4:27": "he spends days and nights, now awake, now asleep, while the seed sprouts and grows tall, he knows not how.",
    "Mark 4:28": "Of itself the land produces the crop—first the blade, then the ear; afterwards the perfect grain is seen in the ear.",
    "Mark 4:29": "But no sooner is the crop ripe, than he sends the reapers, because the time of harvest has come.”",
    "Mark 4:30": "Another saying of His was this: “How are we to picture the Kingdom of God? or by what figure of speech shall we represent it?",
    "Mark 4:31": "It is like a mustard-seed, which, when sown in the earth, is the smallest of all the seeds in the world;",
    "Mark 4:32": "yet when sown it springs up and becomes larger than all the herbs, and throws out great branches, so that the birds build under its shadow.”",
    "Mark 4:33": "With many such parables He used to speak the Message to them according to their capacity for receiving it.",
    "Mark 4:34": "But except in figurative language He spoke nothing to them; while to His own disciples He expounded everything, in private.",
    "Mark 4:35": "The same day, in the evening, He said to them, “Let us cross to the other side.”",
    "Mark 4:36": "So they got away from the crowd, and took Him—as He was—in the boat; and other boats accompanied Him.",
    "Mark 4:37": "But a heavy squall came on, and the waves were now dashing into the boat, so that it was fast filling.",
    "Mark 4:38": "But He Himself was in the stern asleep, with His head on the cushion: so they woke Him. “Rabbi,” they cried, “is it nothing to you that we are drowning?”",
    "Mark 4:39": "So He roused Himself and rebuked the wind, and said to the waves, “Silence! Be still!” The wind sank, and a perfect calm set in.",
    "Mark 4:40": "“Why are you so timid?” He asked; “have you still no faith?”",
    "Mark 4:41": "Then they were filled with terror, and began to say to one another, “Who is this, then? For even wind and sea obey Him.”",
    "Mark 5:1": "So they arrived at the opposite shore of the Lake, in the country of the Gerasenes.",
    "Mark 5:2": "At once, on His landing, there came from the tombs to meet Him a man possessed by a foul spirit.",
    "Mark 5:3": "This man lived among the tombs, nor could any one now secure him even with a chain;",
    "Mark 5:4": "for many a time he had been left securely bound in fetters and chains, but afterwards the chains lay torn link from link, and the fetters in fragments, and there was no one strong enough to master him.",
    "Mark 5:5": "And constantly, day and night, he remained among the tombs or on the hills, shrieking, and mangling himself with sharp stones.",
    "Mark 5:6": "And when he saw Jesus in the distance, he ran and threw himself at His feet,",
    "Mark 5:7": "crying out in a loud voice, “What hast Thou to do with me, Jesus, Son of God Most High? In God’s name I implore Thee not to torment me.”",
    "Mark 5:8": "For He had said to him, “Foul spirit, come out of the man.”",
    "Mark 5:9": "Jesus also questioned him. “What is your name?” He said. “Legion,” he replied, “for there are a host of us.”",
    "Mark 5:10": "And he earnestly entreated Him not to send them away out of the country.",
    "Mark 5:11": "Feeding there, on the mountain slope, was a great herd of swine.",
    "Mark 5:12": "So they besought Jesus. “Send us to the swine,” they said, “so that we may enter into them.”",
    "Mark 5:13": "He gave them leave; and the foul spirits came out and entered into the swine, and the herd—about 2,000 in number—rushed headlong down the cliff into the Lake and were drowned in the Lake.",
    "Mark 5:14": "The swineherds fled, and spread the news in town and country. So the people came to see what it was that had happened;",
    "Mark 5:15": "and when they came to Jesus, they beheld the demoniac quietly seated, clothed and of sane mind—the man who had had the legion; and they were awe-stricken.",
    "Mark 5:16": "And those who had seen it told them the particulars of what had happened to the demoniac, and all about the swine.",
    "Mark 5:17": "Then they began entreating Him to depart from their district.",
    "Mark 5:18": "As He was embarking, the man who had been possessed asked permission to accompany Him.",
    "Mark 5:19": "But He would not allow it. “Go home to your family,” He said, “and report to them all that the Lord has done for you, and the mercy He has shown you.”",
    "Mark 5:20": "So the man departed, and related publicly everywhere in the Ten Towns all that Jesus had done for him; and all were astonished.",
    "Mark 5:21": "When Jesus had re-crossed in the boat to the other side, a vast multitude came crowding to Him; and He was on the shore of the Lake,",
    "Mark 5:22": "when there came one of the Wardens of the Synagogue—he was called Jair—who, on beholding Him, threw himself at His feet,",
    "Mark 5:23": "and besought Him with many entreaties. “My little daughter,” he said, “is at the point of death: I pray you come and lay your hands upon her, that she may recover and live.”",
    "Mark 5:24": "And Jesus went with him. And a dense crowd followed Him, and thronged Him on all sides.",
    "Mark 5:25": "Now a woman who for twelve years had suffered from haemorrhage,",
    "Mark 5:26": "and had undergone many different treatments under a number of doctors and had spent all she had without receiving benefit but on the contrary growing worse,",
    "Mark 5:27": "heard of Jesus. And she came in the crowd behind Him and touched His cloak;",
    "Mark 5:28": "for she said, “If I but touch His clothes, I shall be cured.”",
    "Mark 5:29": "In a moment the flow of her blood ceased, and she felt in herself that her complaint was cured.",
    "Mark 5:30": "Immediately Jesus, well knowing that healing power had gone from within Him, turned round in the crowd and asked, “Who touched my clothes?”",
    "Mark 5:31": "“You see the multitude pressing you on all sides,” His disciples exclaimed, “and yet you ask, ‘Who touched me?’”",
    "Mark 5:32": "But He continued looking about to see the person who had done this,",
    "Mark 5:33": "until the woman, frightened and trembling, knowing what had happened to her, came and threw herself at His feet, and told Him all the truth.",
    "Mark 5:34": "“Daughter,” He said, “your faith has cured you: go in peace, and be free from your complaint.”",
    "Mark 5:35": "While He is yet speaking, men come from the house to the Warden, and say, “Your daughter is dead: why trouble the Rabbi further?”",
    "Mark 5:36": "But Jesus, overhearing the words, said to the Warden, “Do not be afraid; only have faith.”",
    "Mark 5:37": "And He allowed no one to accompany Him except Peter and the brothers James and John.",
    "Mark 5:38": "So they come to the Warden’s house. Here He gazes on a scene of uproar, with people weeping aloud and wailing.",
    "Mark 5:39": "He goes in. “Why all this outcry and loud weeping?” He asks; “the child is asleep, not dead.”",
    "Mark 5:40": "To this their reply is a scornful laugh. He, however, puts them all out, takes the child’s father and mother and those He has brought with Him, and enters the room where the child lies.",
    "Mark 5:41": "Then, taking her by the hand, He says to her, “Talitha, koum;” that is to say, “Little girl, I command you to wake!”",
    "Mark 5:42": "Instantly the little girl rises to her feet and begins to walk (for she was twelve years old)",
    "Mark 5:43": "but He gave strict injunctions that the matter should not be made known, and directed them to give her something to eat.",
    "Mark 6:1": "Leaving that place He came into His own country, accompanied by His disciples.",
    "Mark 6:2": "On the Sabbath He proceeded to teach in the synagogue; and many, as they heard Him, were astonished. “Where did he acquire all this?” they asked. “What is this wisdom that has been given to him? And what are these marvellous miracles which his hands perform?",
    "Mark 6:3": "Is not this the carpenter, Mary’s son, the brother of James and Joses, Jude and Simon? And do not his sisters live here among us?” So they turned angrily away.",
    "Mark 6:4": "But Jesus said to them, “There is no Prophet without honour except in his own country, and among his own relatives, and in his own home.”",
    "Mark 6:5": "And He could not do any miracle there, except that He laid His hands on a few who were out of health and cured them; and",
    "Mark 6:6": "He wondered at their unbelief. So He went round the adjacent villages, teaching.",
    "Mark 6:7": "Then summoning the Twelve to Him, He proceeded to send them out by twos, and gave them authority over the foul spirits.",
    "Mark 6:8": "He charged them to take nothing for the journey except a stick; no bread, no bag, and not a penny in their pockets,",
    "Mark 6:9": "but to go wearing sandals. “And do not,” He said, “put on an extra under garment.",
    "Mark 6:10": "Wherever you enter a house, make it your home till you leave that place.",
    "Mark 6:11": "But wherever they will not receive you or listen to you, when you leave shake off the very dust from under your feet to bear witness concerning them.”",
    "Mark 6:12": "So they set out, and preached in order that men might repent.",
    "Mark 6:13": "Many demons they expelled, and many invalids they anointed with oil and cured.",
    "Mark 6:14": "King Herod heard of all this (for the name of Jesus had become widely known)",
    "Mark 6:15": "Others asserted that He was Elijah. Others again said, “He is a Prophet, like one of the great Prophets.”",
    "Mark 6:16": "But when Herod heard of Him, he said, “The John, whom I beheaded, has come back to life.”",
    "Mark 6:17": "For Herod himself had sent and had had John arrested and had kept him in prison in chains, for the sake of Herodias, his brother Philip’s wife; because he had married her.",
    "Mark 6:18": "For John had repeatedly told Herod, “You have no right to be living with your brother’s wife.”",
    "Mark 6:19": "Therefore Herodias hated him and wished to take his life, but could not;",
    "Mark 6:20": "for Herod stood in awe of John, knowing him to be an upright and holy man, and he protected him. After listening to him he was in great perplexity, and yet he found a pleasure in listening.",
    "Mark 6:21": "At length Herodias found her opportunity. Herod on his birthday gave a banquet to the nobles of his court and to the tribunes and the principal people in Galilee,",
    "Mark 6:22": "at which Herodias’s own daughter came in and danced, and so charmed Herod and his guests that he said to her, “Ask me for anything you please, and I will give it to you.”",
    "Mark 6:23": "He even swore to her, “Whatever you ask me for I will give you, up to half my kingdom.”",
    "Mark 6:24": "She at once went out and said to her mother: “What shall I ask for?” “The head of John the Baptizer,” she replied.",
    "Mark 6:25": "The girl immediately came in, in haste, to the King and made her request. “My desire is,” she said, “that you will give me, here and now, on a dish, the head of John the Baptist.”",
    "Mark 6:26": "Then the King, though intensely sorry, yet for the sake of his oaths, and of his guests, would not break faith with her.",
    "Mark 6:27": "He at once sent a soldier of his guard with orders to bring John’s head. So he went and beheaded him in the prison,",
    "Mark 6:28": "and brought his head on a dish and gave it to the young girl, who gave it to her mother.",
    "Mark 6:29": "When John’s disciples heard of it, they came and took away his body and laid it in a tomb.",
    "Mark 6:30": "When the Apostles had re-assembled round Jesus, they reported to Him all they had done and all they had taught.",
    "Mark 6:31": "Then He said to them, “Come away, all of you, to a quiet place, and rest awhile.” For there were many coming and going, so that they had no time even for meals.",
    "Mark 6:32": "Accordingly they sailed away in the boat to a solitary place apart.",
    "Mark 6:33": "But the people saw them going, and many knew them; and coming by land they ran together there from all the neighbouring towns, and arrived before them.",
    "Mark 6:34": "So when Jesus landed, He saw a vast multitude; and His heart was moved with pity for them, because they were like sheep which have no shepherd, and He proceeded to teach them many things.",
    "Mark 6:35": "By this time it was late; so His disciples came to Him, and said, “This is a lonely place, and the hour is now late:",
    "Mark 6:36": "send them away that they may go to the farms and villages near here and buy themselves something to eat.”",
    "Mark 6:37": "“Give them food yourselves,” He replied. “Are we,” they asked, “to go and buy two hundred shillings’ worth of bread and give them food?”",
    "Mark 6:38": "“How many loaves have you?” He inquired; “go and see.” So they found out, and said, “Five; and a couple of fish.”",
    "Mark 6:39": "So He directed them to make all sit down in companies on the green grass.",
    "Mark 6:40": "And they sat down in rows of hundreds and of fifties.",
    "Mark 6:41": "Then He took the five loaves and the two fish, and lifting His eyes to Heaven He blessed the food. Then He broke the loaves into portions which He went on handing to the disciples to distribute; giving pieces also of the two fish to them all.",
    "Mark 6:42": "All ate and were fully satisfied.",
    "Mark 6:43": "And they carried away broken portions enough to fill twelve baskets, besides pieces of the fish.",
    "Mark 6:44": "Those who ate the bread were 5,000 adult men.",
    "Mark 6:45": "Immediately afterwards He made His disciples go on board the boat and cross over to Bethsaida, leaving Him behind to dismiss the crowd.",
    "Mark 6:46": "He then bade the people farewell, and went away up the hill to pray.",
    "Mark 6:47": "When evening was come, the boat was half way across the Lake, while he Himself was on shore alone.",
    "Mark 6:48": "But when He saw them distressed with rowing (for the wind was against them)",
    "Mark 6:49": "They saw Him walking on the water, and thinking that it was a spirit they cried out;",
    "Mark 6:50": "for they all saw Him and were terrified. He, however, immediately spoke to them. “There is no danger,” He said; “it is I; be not alarmed.”",
    "Mark 6:51": "Then He went up to them on board the boat, and the wind lulled; and they were beside themselves with silent amazement.",
    "Mark 6:52": "For they had not learned the lesson taught by the loaves, but their minds were dull.",
    "Mark 6:53": "Having crossed over they drew to land in Gennesaret and came to anchor.",
    "Mark 6:54": "But no sooner had they gone ashore than the people immediately recognized Him.",
    "Mark 6:55": "Then they scoured the whole district, and began to bring Him the sick on their mats wherever they heard He was.",
    "Mark 6:56": "And enter wherever He might—village or town or hamlet—they laid their sick in the open places, and entreated Him to let them touch were it but the tassel of His robe; and all, whoever touched Him, were restored to health.",
    "Mark 7:1": "Then the Pharisees, with certain Scribes who had come from Jerusalem, came to Him in a body.",
    "Mark 7:2": "They had noticed that some of His disciples were eating their food with ‘unclean’ (that is to say, unwashed)",
    "Mark 7:3": "",
    "Mark 7:4": "and when they come from market they will not eat without bathing first; and they have a good many other customs which they have received traditionally and cling to, such as the rinsing of cups and pots and of bronze utensils, and the washing of beds.)",
    "Mark 7:5": "So the Pharisees and Scribes put the question to Him: “Why do your disciples transgress the traditions of the Elders, and eat their food with unclean hands?”",
    "Mark 7:6": "“Rightly did Isaiah prophesy of you hypocrites,” He replied; “as it is written, “’This People honour Me with their lips, while their hearts are far away from Me:",
    "Mark 7:7": "But idle is their devotion while they lay down precepts which are mere human rules.’",
    "Mark 7:8": "“You neglect God’s Commandment: you hold fast to men’s traditions.”",
    "Mark 7:9": "“Praiseworthy indeed!” He added, “to set at nought God’s Commandment in order to observe your own traditions!",
    "Mark 7:10": "For Moses said, ‘Honour thy father and thy mother’ and again, ‘He who curses father or mother, let him die the death.’",
    "Mark 7:11": "But *you* say, ‘If a man says to his father or mother, It is a Korban (that is, a thing devoted to God)",
    "Mark 7:12": "And so you no longer allow him to do anything for his father or mother,",
    "Mark 7:13": "thus nullifying God’s precept by your tradition which you have handed down. And many things of that kind you do.”",
    "Mark 7:14": "Then Jesus called the people to Him again. “Listen to me, all of you,” He said, “and understand.",
    "Mark 7:15": "There is nothing outside a man which entering him can make him unclean; but it is the things which come out of a man that make him unclean.”",
    "Mark 7:16": "",
    "Mark 7:17": "After He had left the crowd and gone indoors, His disciples began to ask Him about this figure of speech.",
    "Mark 7:18": "“Have *you* also so little understanding?” He replied; “do you not understand that anything whatever that enters a man from outside cannot make him unclean,",
    "Mark 7:19": "because it does not go into his heart, but into his stomach, and passes away ejected from him?” By these words Jesus pronounced all kinds of food clean.",
    "Mark 7:20": "“What comes out of a man,” He added, “that it is which makes him unclean.",
    "Mark 7:21": "For from within, out of men’s hearts, their evil purposes proceed—fornication, theft, murder, adultery,",
    "Mark 7:22": "covetousness, wickedness, deceit, licentiousness, envy, reviling, pride, reckless folly:",
    "Mark 7:23": "all these wicked things come out from within and make a man unclean.”",
    "Mark 7:24": "Then He rose and left that place and went into the neighbourhood of Tyre and Sidon. Here He entered a house and wished no one to know it, but He could not escape observation.",
    "Mark 7:25": "Forthwith a woman whose little daughter was possessed by a foul spirit heard of Him, and came and flung herself at His feet.",
    "Mark 7:26": "She was a Gentile woman, a Syro-phoenician by nation: and again and again she begged Him to expel the demon from her daughter.",
    "Mark 7:27": "“Let the children first eat all they want,” He said; “it is not right to take the children’s bread and throw it to the dogs.”",
    "Mark 7:28": "“True, Sir,” she replied, “and yet the dogs under the table eat the children’s scraps.”",
    "Mark 7:29": "“For those words of yours, go home,” He replied; “the demon has gone out of your daughter.”",
    "Mark 7:30": "So she went home, and found the child lying on the bed, and the demon gone.",
    "Mark 7:31": "Returning from the neighbourhood of Tyre, He came by way of Sidon to the Lake of Galilee, passing through the district of the Ten Towns.",
    "Mark 7:32": "Here they brought to Him a deaf man that stammered, on whom they begged Him to lay His hands.",
    "Mark 7:33": "So Jesus taking him aside, apart from the crowd, put His fingers into his ears, and spat, and moistened his tongue;",
    "Mark 7:34": "and looking up to Heaven He sighed, and said to him, “Ephphatha!” (that is, “Open!”)",
    "Mark 7:35": "And the man’s ears were opened, and his tongue became untied, and he began to speak perfectly.",
    "Mark 7:36": "Then Jesus charged them to tell no one; but the more He charged them, all the more did they spread the news far and wide.",
    "Mark 7:37": "The amazement was extreme. “He succeeds in everything he attempts,” they exclaimed; “he even makes deaf men hear and dumb men speak!”",
    "Mark 8:1": "About that time there was again an immense crowd, and they found themselves with nothing to eat. So He called His disciples to Him.",
    "Mark 8:2": "“My heart yearns over the people,” He said; “for this is now the third day they have remained with me, and they have nothing to eat.",
    "Mark 8:3": "If I were to send them home hungry, they would faint on the way, some of them having come a great distance.”",
    "Mark 8:4": "“Where can we possibly get bread here in this remote place to satisfy such a crowd?” answered His disciples.",
    "Mark 8:5": "“How many loaves have you?” He asked. “Seven,” they said.",
    "Mark 8:6": "So He passed the word to the people to sit down on the ground. Then taking the seven loaves He blessed them, and broke them into portions and proceeded to give them to His disciples for them to distribute, and they distributed them to the people.",
    "Mark 8:7": "They had also a few small fish. He blessed them, and He told His disciples to distribute these also.",
    "Mark 8:8": "So the people ate an abundant meal; and what remained over they picked up and carried away—seven hampers of broken pieces.",
    "Mark 8:9": "The number fed were about 4,000. Then He sent them away,",
    "Mark 8:10": "and at once going on board with His disciples He came into the district of Dalmanutha.",
    "Mark 8:11": "The Pharisees followed Him and began to dispute with Him, asking Him for a sign in the sky, to make trial of Him.",
    "Mark 8:12": "Heaving a deep and troubled sigh, He said, “Why do the men of to-day ask for a sign? In solemn truth I tell you that no sign will be given to the men of to-day.”",
    "Mark 8:13": "So He left them, went on board again, and came away to the other side.",
    "Mark 8:14": "Now they had forgotten to take bread, nor had they more than a single loaf with them in the boat;",
    "Mark 8:15": "and when He admonished them, “See to it, be on your guard against the yeast of the Pharisees and the yeast of Herod,”",
    "Mark 8:16": "they explained His words to one another by saying, “We have no bread!”",
    "Mark 8:17": "He perceived what they were saying, and He said to them, “What is this discussion of yours about having no bread? Do you not yet see and understand? Are your minds so dull of comprehension?",
    "Mark 8:18": "You have eyes! can you not see? You have ears! can you not hear? and have you no memory?",
    "Mark 8:19": "When I broke up the five loaves for the 5,000 men, how many baskets did you carry away full of broken portions?” “Twelve,” they said.",
    "Mark 8:20": "“And when the seven for the 4,000, how many hampers full of portions did you take away?” “Seven,” they answered.",
    "Mark 8:21": "“Do you not yet understand?” He said.",
    "Mark 8:22": "And they came to Bethsaida. And a blind man was brought to Jesus and they entreated Him to touch him.",
    "Mark 8:23": "So He took the blind man by the arm and brought him out of the village, and spitting into his eyes He put His hands on him and asked him, “Can you see anything?”",
    "Mark 8:24": "He looked up and said, “I can see the people: I see them like trees—only walking.”",
    "Mark 8:25": "Then for the second time He put His hands on the man’s eyes, and the man, looking steadily, recovered his sight and saw everything distinctly.",
    "Mark 8:26": "So He sent him home, and added, “Do not even go into the village.”",
    "Mark 8:27": "From that place Jesus and His disciples went to the villages belonging to Caesarea Philippi. On the way He began to ask His disciples, “Who do people say that I am?”",
    "Mark 8:28": "“John the Baptist,” they replied, “but others say Elijah, and others, that it is one of the Prophets.”",
    "Mark 8:29": "Then He asked them pointedly, “But you yourselves, who do you say that I am?” “You are the Christ,” answered Peter.",
    "Mark 8:30": "And He strictly forbad them to tell this about Him to any one.",
    "Mark 8:31": "And now for the first time He told them, “The Son of Man must endure much suffering, and be rejected by the Elders and the High Priests and the Scribes, and be put to death, and after two days rise to life.”",
    "Mark 8:32": "This He told them plainly; whereupon Peter took Him and began to remonstrate with Him.",
    "Mark 8:33": "But turning round and seeing His disciples, He rebuked Peter. “Get behind me, Adversary,” He said, “for your thoughts are not God’s thoughts, but men’s.”",
    "Mark 8:34": "Then calling to Him the crowd and also His disciples, He said to them, “If any one is desirous of following me, let him ignore self and take up his cross, and so be my follower.",
    "Mark 8:35": "For whoever is bent on securing his life will lose it, but he who loses his life for my sake, and for the sake of the Good News, will secure it.",
    "Mark 8:36": "Why, what does it benefit a man to gain the whole world and forfeit his life?",
    "Mark 8:37": "For what could a man give to buy back his life?",
    "Mark 8:38": "Every one, however, who has been ashamed of me and of my teachings in this faithless and sinful age, of him the Son of Man also will be ashamed when He comes in His Father’s glory with the holy angels.”",
    "Mark 9:1": "He went on to say, “In solemn truth I tell you that some of those who are standing here will certainly not taste death till they have seen the Kingdom of God already come in power.”",
    "Mark 9:2": "Six days later, Jesus took with Him Peter, James, and John, and brought them alone, apart from the rest, up a high mountain; and in their presence His appearance underwent a change.",
    "Mark 9:3": "His garments also became dazzling with brilliant whiteness—such whiteness as no bleaching on earth could give.",
    "Mark 9:4": "Moreover there appeared to them Elijah accompanied by Moses; and the two were conversing with Jesus,",
    "Mark 9:5": "when Peter said to Jesus, “Rabbi, we are thankful to you that we are here. Let us put up three tents—one for you, one for Moses, and one for Elijah.”",
    "Mark 9:6": "For he knew not what to say: they were filled with such awe.",
    "Mark 9:7": "Then there came a cloud spreading over them, and a voice issued from the cloud, “This is my Son, dearly loved: listen to Him.”",
    "Mark 9:8": "Instantly they looked round, and now they could no longer see any one, but themselves and Jesus.",
    "Mark 9:9": "As they were coming down from the mountain, He very strictly forbad them to tell any one what they had seen “until after the Son of Man has risen from among the dead.”",
    "Mark 9:10": "So they kept the matter to themselves, although frequently asking one another what was meant by the rising from the dead.",
    "Mark 9:11": "They also asked Him, “How is it that the Scribes say that Elijah must first come?”",
    "Mark 9:12": "“Elijah,” He replied, “does indeed come first and reforms everything; but how is it that it is written of the Son of Man that He will endure much suffering and be held in contempt?",
    "Mark 9:13": "Yet I tell you that not only has Elijah come, but they have also done to him whatever they chose, as the Scriptures say about him.”",
    "Mark 9:14": "As they came to rejoin the disciples, they saw an immense crowd surrounding them and a party of Scribes disputing with them.",
    "Mark 9:15": "Immediately the whole multitude on beholding Him were astonished and awe-struck, and yet they ran forward and greeted Him.",
    "Mark 9:16": "“What is the subject you are discussing?” He asked them.",
    "Mark 9:17": "“Rabbi,” answered one of the crowd, “I have brought you my son. He has a dumb spirit in him;",
    "Mark 9:18": "and wherever it comes upon him, it dashes him to the ground, and he foams at the mouth and grinds his teeth, and he is pining away. I begged your disciples to expel it, but they had not the power.”",
    "Mark 9:19": "“O unbelieving generation!” replied Jesus; “how long must I be with you? how long must I have patience with you? Bring the boy to me.”",
    "Mark 9:20": "So they brought him to Jesus. And the spirit, when he saw Jesus, immediately threw the youth into convulsions, so that he fell on the ground and rolled about, foaming at the mouth.",
    "Mark 9:21": "Then Jesus asked the father, “How long has he been like this?” “From early childhood,” he said;",
    "Mark 9:22": "“and often it has thrown him into the fire or into pools of water to destroy him. But, if you possibly can, have pity on us and help us.”",
    "Mark 9:23": "“’If I possibly can!’” replied Jesus; “why, everything is possible to him who believes.”",
    "Mark 9:24": "Immediately the father cried out, “I do believe: strengthen my weak faith.”",
    "Mark 9:25": "Then Jesus, seeing that an increasing crowd was running towards Him, rebuked the foul spirit, and said to it, “Dumb and deaf spirit, *I* command you, come out of him and never enter into him again.”",
    "Mark 9:26": "So with a loud cry he threw the boy into fit after fit, and came out. The boy looked as if he were dead, so that most of them said he was dead;",
    "Mark 9:27": "but Jesus took his hand and raised him up, and he stood on his feet.",
    "Mark 9:28": "After the return of Jesus to the house His disciples asked Him privately, “How is it that we could not expel the spirit?”",
    "Mark 9:29": "“An evil spirit of this kind,” He answered, “can only be driven out by prayer.”",
    "Mark 9:30": "Departing thence they passed through Galilee, and He was unwilling that any one should know it;",
    "Mark 9:31": "for He was teaching His disciples, and telling them, “The Son of Man is to be betrayed into the hands of men, and they will put Him to death; and after being put to death, in three days He will rise to life again.”",
    "Mark 9:32": "They, however, did not understand what He meant, and were afraid to question Him.",
    "Mark 9:33": "So they came to Capernaum; and when in the house He asked them, “What were you arguing about on the way?”",
    "Mark 9:34": "But they remained silent; for on the way they had debated with one another who was the chief of them.",
    "Mark 9:35": "Then sitting down He called the Twelve, and said to them, “If any one wishes to be first, he must be last of all and servant of all.”",
    "Mark 9:36": "And taking a young child He made him stand in their midst, then threw His arms round him and said,",
    "Mark 9:37": "“Whoever for my sake receives one such young child as this, receives me; and whoever receives me, receives not so much me as Him who sent me.”",
    "Mark 9:38": "“Rabbi,” said John to Him, “we saw a man making use of your name to expel demons, and we tried to hinder him, on the ground that he did not follow us.”",
    "Mark 9:39": "“You should not have tried to hinder him,” replied Jesus, “for there is no one who will use my name to perform a miracle and be able the next minute to speak evil of me.",
    "Mark 9:40": "He who is not against us is for us;",
    "Mark 9:41": "and whoever gives you a cup of water to drink because you belong to Christ, I solemnly tell you that he will certainly not lose his reward.",
    "Mark 9:42": "“And whoever shall occasion the fall of one of these little ones who believe, he would be better off if, with a millstone round his neck, he were lying at the bottom of the sea.",
    "Mark 9:43": "If your hand should cause you to sin, cut it off: it would be better for you to enter into Life maimed, than remain in possession of both your hands and go away into Gehenna, into the fire which cannot be put out.",
    "Mark 9:44": "",
    "Mark 9:45": "Or if your foot should cause you to sin, cut it off: it would be better for you to enter into Life crippled, than remain in possession of both your feet and be thrown into Gehenna.",
    "Mark 9:46": "",
    "Mark 9:47": "Or if your eye should cause you to sin, tear it out. It would be better for you to enter into the Kingdom of God half-blind than remain in possession of two eyes and be thrown into Gehenna,",
    "Mark 9:48": "where their worm does not die and the fire does not go out.",
    "Mark 9:49": "Every one, however, will be salted with fire.",
    "Mark 9:50": "Salt is a good thing, but if the salt should become tasteless, what will you use to give it saltness? Have salt within you and live at peace with one another.”",
    "Mark 10:1": "Soon on His feet once more, He enters the district of Judaea and crosses the Jordan: again the people flock to Him, and ere long, as was usual with Him, He was teaching them once more.",
    "Mark 10:2": "Presently a party of Pharisees come to Him with the question—seeking to entrap Him, “May a man divorce his wife?”",
    "Mark 10:3": "“What rule did Moses lay down for you?” He answered.",
    "Mark 10:4": "“Moses,” they said, “permitted a man to draw up a written notice of divorce, and to send his wife away.”",
    "Mark 10:5": "“It was in consideration of your stubborn hearts,” said Jesus, “that Moses enacted this law for you;",
    "Mark 10:6": "but from the beginning of the creation the rule was, ‘Male and female did God make them.",
    "Mark 10:7": "For this reason a man shall leave his father and his mother, and shall cling to his wife,",
    "Mark 10:8": "and the two shall be one’; so that they are two no longer, but ‘one.’",
    "Mark 10:9": "What, therefore, God has joined together let not man separate.”",
    "Mark 10:10": "Indoors the disciples began questioning Jesus again on the same subject.",
    "Mark 10:11": "He replied, “Whoever divorces his wife and marries another woman, commits adultery against the first wife;",
    "Mark 10:12": "and if a woman puts away her husband and marries another man, she commits adultery.”",
    "Mark 10:13": "One day people were bringing young children to Jesus for Him to touch them, but the disciples interfered.",
    "Mark 10:14": "Jesus, however, on seeing this, was moved to indignation, and said to them, “Let the little children come to me: do not hinder them; for to those who are childlike the Kingdom of God belongs.",
    "Mark 10:15": "In solemn truth I tell you that no one who does not receive the Kingdom of God like a little child will by any possibility enter it.”",
    "Mark 10:16": "Then He took them in His arms and blessed them lovingly, one by one, laying His hands upon them.",
    "Mark 10:17": "As He went out to resume His journey, there came a man running up to Him, who knelt at His feet and asked, “Good Rabbi, what am I to do in order to inherit the Life of the Ages?”",
    "Mark 10:18": "“Why do you call me good?” asked Jesus in reply; “there is no one truly good except One—that is, God.",
    "Mark 10:19": "You know the Commandments—’Do not murder;’ ‘Do not commit adultery;’ ‘Do not steal;’ ‘Do not lie in giving evidence;’ ‘Do not defraud;’ ‘Honour thy father and thy mother.’”",
    "Mark 10:20": "“Rabbi,” he replied, “all these Commandments I have carefully obeyed from my youth.”",
    "Mark 10:21": "Then Jesus looked at him and loved him, and said, “One thing is lacking in you: go, sell all you possess and give the proceeds to the poor, and you shall have riches in Heaven; and come and be a follower of mine.”",
    "Mark 10:22": "At these words his brow darkened, and he went away sad; for he was possessed of great wealth.",
    "Mark 10:23": "Then looking round on His disciples Jesus said, “With how hard a struggle will the possessors of riches enter the Kingdom of God!”",
    "Mark 10:24": "The disciples were amazed at His words. Jesus, however, said again, “Children, how hard a struggle is it for those who trust in riches to enter the Kingdom of God!",
    "Mark 10:25": "It is easier for a camel to go through the eye of a needle than for a rich man to enter the Kingdom of God.”",
    "Mark 10:26": "They were astonished beyond measure, and said to one another, “Who then *can* be saved?”",
    "Mark 10:27": "Jesus looking on them said, “With men it is impossible, but not with God; for everything is possible with God.”",
    "Mark 10:28": "“Remember,” said Peter to Him, “that we forsook everything and have become your followers.”",
    "Mark 10:29": "“In solemn truth I tell you,” replied Jesus, “that there is no one who has forsaken house or brothers or sisters, or mother or father, or children or lands, for my sake and for the sake of the Good News,",
    "Mark 10:30": "but will receive a hundred times as much now in this present life—houses, brothers, sisters, mothers, children, lands—and persecution with them—and in the coming age the Life of the Ages.",
    "Mark 10:31": "But many who are now first will be last, and the last, first.”",
    "Mark 10:32": "They were still on the road going up to Jerusalem, and Jesus was walking ahead of them; they were full of wonder, and some, though they followed, did so with fear. Then, once more calling to Him the Twelve, He began to tell them what was about to happen to Him.",
    "Mark 10:33": "“See,” He said, “we are going up to Jerusalem, where the Son of Man will be betrayed to the High Priests and the Scribes. They will condemn Him to death, and will hand Him over to the Gentiles;",
    "Mark 10:34": "they will insult Him in cruel sport, spit on Him, scourge Him, and put Him to death; but on the third day He will rise to life again.”",
    "Mark 10:35": "Then James and John, the sons of Zabdi, came up to Him and said, “Rabbi, we wish you would grant us whatever request we make of you.”",
    "Mark 10:36": "“What would you have me do for you?” He asked.",
    "Mark 10:37": "“Allow us,” they replied, “to sit one at your right hand and the other at your left hand, in your glory.”",
    "Mark 10:38": "“You know not,” said He, “what you are asking. Are you able to drink out of the cup from which I am to drink, or to be baptized with the baptism with which I am to be baptized?”",
    "Mark 10:39": "“We are able,” they replied. “Out of the cup,” said Jesus, “from which I am to drink you shall drink, and with the baptism with which I am to be baptized you shall be baptized;",
    "Mark 10:40": "but as to sitting at my right hand or at my left, that is not mine to give: it will be for those for whom it is reserved.”",
    "Mark 10:41": "The other ten, hearing of it, were at first highly indignant with James and John.",
    "Mark 10:42": "Jesus, however, called them to Him and said to them, “You are aware how those who are deemed rulers among the Gentiles lord it over them, and their great men make them feel their authority;",
    "Mark 10:43": "but it is not to be so among you. No, whoever desires to be great among you must be your servant;",
    "Mark 10:44": "and whoever desires to be first among you must be the bondservant of all.",
    "Mark 10:45": "For the Son of Man also did not come to be waited upon, but to wait on others, and to give His life as the redemption-price for a multitude of people.”",
    "Mark 10:46": "They came to Jericho; and as He was leaving that town—Himself and His disciples and a great crowd—Bartimaeus (the son of Timaeus)",
    "Mark 10:47": "Hearing that it was Jesus the Nazarene, he began to cry out, “Son of David, Jesus, have pity on me.”",
    "Mark 10:48": "Many angrily told him to leave off shouting; but he only cried out all the louder, “Son of David, have pity on me.”",
    "Mark 10:49": "Then Jesus stood still. “Call him,” He said. So they called the blind man. “Cheer up,” they said; “rise, he is calling you.”",
    "Mark 10:50": "The man flung away his outer garment, sprang to his feet, and came to Jesus.",
    "Mark 10:51": "“What shall I do for you?” said Jesus. “Rabboni,” replied the blind man, “let me recover my sight.”",
    "Mark 10:52": "“Go,” said Jesus, “your faith has cured you.” Instantly he regained his sight, and followed Him along the road.",
    "Mark 11:1": "When they were getting near Jerusalem and had arrived at Bethphage and Bethany, on the Mount of Olives, Jesus sent two of his disciples on in front, with these instructions.",
    "Mark 11:2": "“Go,” He said, “to the village facing you, and immediately on entering it you will find an ass’s foal tied up which no one has ever yet ridden: untie him and bring him here.",
    "Mark 11:3": "And if any one asks you, ‘Why are you doing that?’ say, ‘The Master needs it, and will send it back here without delay.’”",
    "Mark 11:4": "So they went and found a young ass tied up at the front door of a house. They were untying it,",
    "Mark 11:5": "when some of the bystanders called out, “What are you doing, untying the foal?”",
    "Mark 11:6": "But on their giving the answer that Jesus had bidden them give, they let them take it.",
    "Mark 11:7": "So they brought the foal to Jesus, and threw their outer garments over him; and Jesus mounted.",
    "Mark 11:8": "Then many spread their outer garments to carpet the road, and others leafy branches which they had cut down in the fields;",
    "Mark 11:9": "while those who led the way and those who followed kept shouting “God save Him!” Blessed be He who comes in the Lord’s name.",
    "Mark 11:10": "Blessings on the coming Kingdom of our forefather David! God in the highest Heavens save Him!”",
    "Mark 11:11": "So He came into Jerusalem and into the Temple; and after looking round upon everything there, the hour being now late He went out to Bethany with the Twelve.",
    "Mark 11:12": "The next day, after they had left Bethany, He was hungry.",
    "Mark 11:13": "But in the distance He saw a fig-tree in full leaf, and went to see whether perhaps He could find some figs on it. When however He came to it, He found nothing but leaves (for it was not fig time)",
    "Mark 11:14": "and He said to the tree, “Let no one ever again eat fruit from thee!” And His disciples heard this.",
    "Mark 11:15": "They reached Jerusalem, and entering the Temple He began to drive out the buyers and sellers, and upset the money-changers’ tables and the stools of the pigeon-dealers,",
    "Mark 11:16": "and would not allow any one to carry anything through the Temple.",
    "Mark 11:17": "And He remonstrated with them. “Is it not written,” He said, “’My House shall be called The House of Prayer for all the nations?’ But you have made it what it now is—a robbers’ cave.”",
    "Mark 11:18": "This the High Priests and Scribes heard, and they began to devise means to destroy Him. For they were afraid of Him, because of the deep impression produced on all the people by His teaching.",
    "Mark 11:19": "When evening came on, Jesus and His disciples used to leave the city.",
    "Mark 11:20": "In the early morning, as they passed by, they saw the fig-tree withered to the roots;",
    "Mark 11:21": "and Peter, recollecting, said to Him, “Look, Rabbi, the fig-tree which you cursed is withered up.”",
    "Mark 11:22": "Jesus said to them, “Have faith in God.",
    "Mark 11:23": "In solemn truth I tell you that if any one shall say to this mountain, ‘Remove, and hurl thyself into the sea,’ and has no doubt about it in his heart, but stedfastly believes that what he says will happen, it shall be granted him.",
    "Mark 11:24": "That is why I tell you, as to whatever you pray and make request for, if you believe that you have received it it shall be yours.",
    "Mark 11:25": "But whenever you stand praying, if you have a grievance against any one, forgive it, so that your Father in Heaven may also forgive you your offences.”",
    "Mark 11:26": "",
    "Mark 11:27": "They came again to Jerusalem; and as He was walking in the Temple, the High Priests, Scribes and Elders came to Him",
    "Mark 11:28": "and asked, “By what authority are you doing these things? and who gave you authority to do them?”",
    "Mark 11:29": "“And I will put a question to you,” replied Jesus; “answer me, and then I will tell you by what authority I do these things.",
    "Mark 11:30": "John’s Baptism—was it of Heavenly or of human origin? Answer me.”",
    "Mark 11:31": "So they debated the matter with one another. “Suppose we say, ‘Heavenly,’” they argued, “he will ask, ‘Why then did you not believe him?’",
    "Mark 11:32": "Or should we say, ‘human?’” They were afraid of the people; for all agreed in holding John to have been really a Prophet.",
    "Mark 11:33": "So they answered Jesus, “We do not know.” “Nor do I tell you,” said Jesus, “by what authority I do these things.”",
    "Mark 12:1": "Then He began to speak to them in figurative language. “There was once a man,” He said, “who planted a vineyard, fenced it round, dug a pit for the wine-tank, and built a strong lodge. Then he let the place to vine-dressers and went abroad.",
    "Mark 12:2": "At vintage-time he sent one of his servants to receive from the vine-dressers a share of the grapes.",
    "Mark 12:3": "But they seized him, beat him cruelly and sent him away empty-handed.",
    "Mark 12:4": "Again he sent to them another servant: and as for him, they wounded him in the head and treated him shamefully.",
    "Mark 12:5": "Yet a third he sent, and him they killed. And he sent many besides, and them also they ill-treated, beating some and killing others.",
    "Mark 12:6": "He had still one left whom he could send, a dearly-loved son: him last of all he sent, saying, “’They will treat my son with respect.’",
    "Mark 12:7": "“But those men—the vine-dressers—said to one another, “’Here is the heir: come, let us kill him, and then the property will one day be ours.’",
    "Mark 12:8": "“So they took him and killed him, and flung his body outside the vineyard.",
    "Mark 12:9": "What, therefore, will the owner of the vineyard do?” “He will come and put the vine-dressers to death,” they said; “and will give the vineyard to others.”",
    "Mark 12:10": "“Have you not read even this passage,” He added, “’The stone which the builders rejected has become the Cornerstone:",
    "Mark 12:11": "this Cornerstone came from the Lord, and is wonderful in our esteem?’”",
    "Mark 12:12": "And they kept looking out for an opportunity to seize Him, but were afraid of the people; for they saw that in this parable He had referred to *them*. So they left Him and went away.",
    "Mark 12:13": "Their next step was to send to Him some of the Pharisees and of Herod’s partisans to entrap Him in conversation.",
    "Mark 12:14": "So they came to Him. “Rabbi,” they said, “we know that you are a truthful man and you do not fear any one; for you do not recognize human distinctions, but teach God’s way truly. Is it allowable to pay poll-tax to Caesar, or not?",
    "Mark 12:15": "Shall we pay, or shall we refuse to pay?” But He, knowing their hypocrisy, replied, “Why try to ensnare me? Bring me a shilling for me to look at.”",
    "Mark 12:16": "They brought one; and He asked them, “Whose is this likeness and this inscription?” “Caesar’s,” they replied.",
    "Mark 12:17": "“What is Caesar’s,” replied Jesus, “pay to Caesar—and what is God’s, pay to God.” And they wondered exceedingly at Him.",
    "Mark 12:18": "Then came to Him a party of Sadducees, a sect which denies that there is any Resurrection; and they proceeded to question Him.",
    "Mark 12:19": "“Rabbi,” they said, “Moses made it a law for us: ‘If a man’s brother should die and leave a wife, but no child, the man shall marry the widow and raise up a family for his brother.’",
    "Mark 12:20": "There were once seven brothers, the eldest of whom married a wife, but at his death left no family.",
    "Mark 12:21": "The second married her, and died, leaving no family; and the third did the same.",
    "Mark 12:22": "And so did the rest of the seven, all dying childless. Finally the woman also died.",
    "Mark 12:23": "At the Resurrection whose wife will she be? For they all seven married her.”",
    "Mark 12:24": "“Is not this the cause of your error,” replied Jesus—”your ignorance alike of the Scriptures and of the power of God?",
    "Mark 12:25": "For when they have risen from among the dead, men do not marry and women are not given in marriage, but they are as angels are in Heaven.",
    "Mark 12:26": "But as to the dead, that they rise to life, have you never read in the Book of Moses, in the passage about the Bush, how God said to him, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob?’",
    "Mark 12:27": "He is not the God of dead, but of living men. You are in grave error.”",
    "Mark 12:28": "Then one of the Scribes, who had heard them disputing and well knew that Jesus had given them an answer to the point, and a forcible one, came forward and asked Him, “Which is the chief of all the Commandments?”",
    "Mark 12:29": "“The chief Commandment,” replied Jesus, “is this: ‘Hear, O Israel! The Lord our God is one Lord;",
    "Mark 12:30": "and thou shalt love the Lord thy God with thy whole heart, thy whole soul, thy whole mind, and thy whole strength.’",
    "Mark 12:31": "“The second is this: ‘Thou shalt love thy fellow man as thou lovest thyself.’ “Other Commandment greater than these there is none.”",
    "Mark 12:32": "So the Scribe said to Him, “Rightly, in very truth, Rabbi, have you said that He stands alone, and there is none but He;",
    "Mark 12:33": "and To love Him with all one’s heart, with all one’s understanding, and with all one’s strength, and to love one’s fellow man no less than oneself, is far better than all our whole burnt-offerings and sacrifices.”",
    "Mark 12:34": "Perceiving that the Scribe had answered wisely Jesus said to him, “You are not far from the Kingdom of God.” No one from that time forward ventured to put any question to Him.",
    "Mark 12:35": "But, while teaching in the Temple, Jesus asked, “How is it the Scribes say that the Christ is a son of David?",
    "Mark 12:36": "David himself said, taught by the Holy Spirit, “’The Lord said to my Lord, Sit at My right hand, until I have made thy foes a footstool under thy feet.’",
    "Mark 12:37": "“David himself calls Him ‘Lord:’ how then can He be his son?” And the mass of people found pleasure in listening to Jesus.",
    "Mark 12:38": "Moreover in the course of His teaching He said, “Be on your guard against the Scribes who like to walk about in long robes and to be bowed to in places of public resort,",
    "Mark 12:39": "and to occupy the best seats in the synagogues and at dinner parties,",
    "Mark 12:40": "and who swallow up the property of widows and then mask their wickedness by making long prayers: these men will receive far heavier punishment.”",
    "Mark 12:41": "Having taken a seat opposite the Treasury, He observed how the people were dropping money into the Treasury, and that many of the wealthy threw in large sums.",
    "Mark 12:42": "But there came one poor widow and dropped in two farthings, equal in value to a halfpenny.",
    "Mark 12:43": "So He called His disciples to Him and said, “In solemn truth I tell you that this widow, poor as she is, has thrown in more than all the other contributors to the Treasury;",
    "Mark 12:44": "for they have all contributed out of what they could well spare, but she out of her need has thrown in all she possessed—all she had to live on.”",
    "Mark 13:1": "As He was leaving the Temple, one of His disciples exclaimed, “Look, Rabbi, what wonderful stones! what wonderful buildings!”",
    "Mark 13:2": "“You see all these great buildings?” Jesus replied; “not one stone will be left here upon another—not thrown down.”",
    "Mark 13:3": "He was sitting on the Mount of Olives opposite to the Temple, when Peter, James, John, and Andrew, apart from the others asked Him,",
    "Mark 13:4": "“Tell us, When will these things be? and what will be the sign when all these predictions are on the point of being fulfilled?”",
    "Mark 13:5": "So Jesus began to say to them: “Take care that no one misleads you.",
    "Mark 13:6": "Many will come assuming my name and saying, ‘I am He;’ and they will mislead many.",
    "Mark 13:7": "But when you hear of wars and rumours of wars, do not be alarmed: come they must, but the End is not yet.",
    "Mark 13:8": "For nation will rise in arms against nation, and kingdom against kingdom. There will be earthquakes in various places; there will be famines. These miseries are but like the early pains of childbirth.",
    "Mark 13:9": "“You yourselves must be on your guard. They will deliver you up to Sanhedrins; you will be brought into synagogues and cruelly beaten; and you will stand before governors and kings for my sake, to be witnesses to them for me.",
    "Mark 13:10": "But the proclamation of the Good News must be carried to all the Gentiles before the End comes.",
    "Mark 13:11": "When however they are marching you along under arrest, do not be anxious beforehand about what you are to say, but speak what is given you when the time comes; for it will not be you who speak, but the Holy Spirit.",
    "Mark 13:12": "“Brother will betray brother to be killed, and fathers will betray children; and children will rise against their parents and have them put to death.",
    "Mark 13:13": "You will be objects of universal hatred because you are called by my name, but those who stand firm to the End will be saved.",
    "Mark 13:14": "“As soon, however, as you see the Abomination of Desolation standing where he ought not”—let the reader observe these words—”then let those in Judaea escape to the hills;",
    "Mark 13:15": "let him who is on the roof not come down and enter the house to fetch anything out of it;",
    "Mark 13:16": "and let not him who is in the field turn back to pick up his outer garment.",
    "Mark 13:17": "And alas for the women who at that time are with child or have infants!",
    "Mark 13:18": "“But pray that it may not come in the winter.",
    "Mark 13:19": "For those will be times of suffering the like of which has never been from the first creation of God’s world until now, and assuredly never will be again;",
    "Mark 13:20": "and but for the fact that the Lord has cut short those days, no one would escape; but for the sake of His own People whom He has chosen for Himself He has cut short the days.",
    "Mark 13:21": "“At that time if any one says to you, ‘See, here is the Christ!’ or ‘See, He is there!’ do not believe it.",
    "Mark 13:22": "For there will rise up false Christs and false prophets, displaying signs and prodigies with a view to lead astray—if indeed that were possible—even God’s own People.",
    "Mark 13:23": "But as for yourselves, be on your guard: I have forewarned you of everything.",
    "Mark 13:24": "“At that time, however, after that distress, the sun will be darkened and the moon will not shed her light;",
    "Mark 13:25": "the stars will be seen falling from the firmament, and the forces which are in the heavens will be disordered and disturbed.",
    "Mark 13:26": "And then will they see the Son of Man coming in clouds with great power and glory.",
    "Mark 13:27": "Then He will send forth the angels and gather together His chosen People from north, south, east and west, from the remotest parts of the earth and the sky.",
    "Mark 13:28": "“Learn from the fig-tree the lesson it teaches. As soon as its branch has become soft and it is bursting into leaf, you know that summer is near.",
    "Mark 13:29": "So also do you, when you see these things happening, be sure that He is near, at your very door.",
    "Mark 13:30": "I tell you in solemn truth that the present generation will certainly not pass away without all these things having first taken place.",
    "Mark 13:31": "Earth and sky will pass away, but it is certain that my words will not pass away.",
    "Mark 13:32": "“But as to that day or the exact time no one knows—not even the angels in Heaven, nor the Son, but the Father alone.",
    "Mark 13:33": "Take care, be on the alert, and pray; for you do not know when it will happen.",
    "Mark 13:34": "It is like a man living abroad who has left his house, and given the management to his servants—to each one his special duty—and has ordered the porter to keep awake.",
    "Mark 13:35": "Be wakeful therefore, for you know not when the master of the house is coming—in the evening, at midnight, at cock-crow, or at dawn.",
    "Mark 13:36": "Beware lest He should arrive unexpectedly and find you asleep.",
    "Mark 13:37": "Moreover, what I say to you I say to all—Be wakeful!”",
    "Mark 14:1": "It was now two days before the Passover and the feast of Unleavened Bread, and the High Priests and Scribes were bent on finding how to seize Him by stratagem and put Him to death.",
    "Mark 14:2": "But they said, “Not on the Festival-day, for fear there should be a riot among the people.”",
    "Mark 14:3": "Now when He was at Bethany, in the house of Simon the Leper, while He was at table, there came a woman with a jar of pure, sweet-scented ointment very costly: she broke the jar and poured the ointment over His head.",
    "Mark 14:4": "But there were some who said indignantly among themselves, “Why has the ointment been thus wasted?",
    "Mark 14:5": "For that ointment might have been sold for fifteen pounds or more, and the money have been given to the poor.” And they were exceedingly angry with her.",
    "Mark 14:6": "But Jesus said, “Leave her alone: why are you troubling her? She has done a most gracious act towards me.",
    "Mark 14:7": "For you always have the poor among you, and whenever you choose you can do acts of kindness to them; but me you have not always.",
    "Mark 14:8": "What she could she did: she has perfumed my body in preparation for my burial.",
    "Mark 14:9": "And I solemnly tell you that wherever in the whole world the Good News shall be proclaimed, this which she has done shall also be told in remembrance of her.”",
    "Mark 14:10": "But Judas Iscariot, already mentioned as one of the Twelve, went to the High Priests to betray Jesus to them.",
    "Mark 14:11": "They gladly listened to his proposal, and promised to give him a sum of money. So he looked out for an opportunity to betray Him.",
    "Mark 14:12": "On the first day of the feast of Unleavened Bread—the day for killing the Passover lamb—His disciples asked Him, “Where shall we go and prepare for you to eat the Passover?”",
    "Mark 14:13": "So He sent two of His disciples with instructions, saying, “Go into the city, and you will meet a man carrying a pitcher of water: follow him,",
    "Mark 14:14": "and whatever house he enters, tell the master of the house, ‘The Rabbi asks, Where is my room where I can eat the Passover with my disciples?’",
    "Mark 14:15": "Then he will himself show you a large room upstairs, ready furnished: there make preparation for us.”",
    "Mark 14:16": "So the disciples went out and came to the city, and found everything just as He had told them; and they got the Passover ready.",
    "Mark 14:17": "When it was evening, He came with the Twelve.",
    "Mark 14:18": "And while they were at table Jesus said, “I solemnly tell you that one of you will betray me—one who is eating with me.”",
    "Mark 14:19": "They were filled with sorrow, and began asking Him, one by one, “Not I, is it?”",
    "Mark 14:20": "“It is one of the Twelve,” He replied; “he who is dipping his fingers in the dish with me.",
    "Mark 14:21": "For the Son of Man is going His way as it is written about Him; but alas for the man by whom the Son of Man is betrayed! It had been a happy thing for that man, had he never been born.”",
    "Mark 14:22": "Also during the meal He took a Passover biscuit, blessed it, and broke it. He then gave it to them, saying, “Take this, it is my body.”",
    "Mark 14:23": "Then He took the cup, gave thanks, and handed it to them, and they all of them drank from it.",
    "Mark 14:24": "“This is my blood,” He said, “which is to be poured out on behalf of many—the blood which makes the Covenant sure.",
    "Mark 14:25": "I solemnly tell you that never again will I taste the produce of the vine till I shall drink the new wine in the Kingdom of God.”",
    "Mark 14:26": "After singing a hymn, they went out to the Mount of Olives.",
    "Mark 14:27": "Then said Jesus to them, “All of you are about to stumble and fall, for it is written, ‘I will strike down the Shepherd, and the sheep will be scattered in all directions.’",
    "Mark 14:28": "But after I have risen to life again I will go before you into Galilee.”",
    "Mark 14:29": "“All may stumble and fall,” said Peter, “yet I never will.”",
    "Mark 14:30": "“I solemnly tell you,” replied Jesus, “that to-day—this night—before the cock crows twice, you yourself will three times disown me.”",
    "Mark 14:31": "“Even if I must die with you,” declared Peter again and again, “I will never disown you.” In like manner protested also all the disciples.",
    "Mark 14:32": "So they came to a place called Gethsemane. There He said to His disciples, “Sit down here till I have prayed.”",
    "Mark 14:33": "Then He took with Him Peter and James and John, and began to be full of terror and distress,",
    "Mark 14:34": "and He said to them, “My heart is oppressed with anguish to the very point of death: wait here and keep awake.”",
    "Mark 14:35": "Going forward a short distance He threw Himself upon His face and prayed repeatedly that, if it was possible, He might be spared that time of agony;",
    "Mark 14:36": "and He said, “Abba! my Father! all things are possible for Thee: take this cup of suffering away from me: and yet not what I desire, but what Thou desirest.”",
    "Mark 14:37": "Then He came and found them asleep, and He said to Peter, “Simon, are you asleep? Had you not strength to keep awake a single hour?",
    "Mark 14:38": "Be wakeful, all of you, and keep on praying, that you may not come into temptation: the spirit is right willing, but the body is frail.”",
    "Mark 14:39": "He again went away and prayed, using the very same words.",
    "Mark 14:40": "When He returned He again found them asleep, for they were very tired; and they knew not how to answer Him.",
    "Mark 14:41": "A third time He came, and then He said, “Sleep on and rest. Enough! the hour has come. Even now they are betraying the Son of Man into the hands of sinful men.",
    "Mark 14:42": "Rouse yourselves, let us be going: my betrayer is close at hand.”",
    "Mark 14:43": "Immediately, while He was still speaking, Judas, one of the Twelve, came and with him a crowd of men armed with swords and cudgels, sent by the High Priests and Scribes and Elders.",
    "Mark 14:44": "Now the betrayer had arranged a signal with them. “The one I kiss,” he said, “is the man: lay hold of him, and take him safely away.”",
    "Mark 14:45": "So he came, and going straight to Jesus he said, “Rabbi!” and kissed Him with seeming affection;",
    "Mark 14:46": "whereupon they laid hands on Him and held Him firmly.",
    "Mark 14:47": "But one of those who stood by drew his sword and struck a blow at the High Priest’s servant, cutting off his ear.",
    "Mark 14:48": "“Have you come out,” said Jesus, “with swords and cudgels to arrest me, as if you had to fight with a robber?",
    "Mark 14:49": "Day after day I used to be among you in the Temple teaching, and you never seized me. But this is happening in order that the Scriptures may be fulfilled.’",
    "Mark 14:50": "Then His friends all forsook Him and fled.",
    "Mark 14:51": "One youth indeed did follow Him, wearing only a linen cloth round his bare body. Of him they laid hold,",
    "Mark 14:52": "but he left the linen cloth in their hands and fled without it.",
    "Mark 14:53": "So they led Jesus away to the High Priest, and with him there assembled all the High Priests, Elders, and Scribes.",
    "Mark 14:54": "Peter followed Jesus at a distance, as far as the outer court of the High Priest’s palace. But there he remained sitting among the officers, and warming himself by the fire.",
    "Mark 14:55": "Meanwhile the High Priests and the entire Sanhedrin were endeavouring to get evidence against Jesus in order to put Him to death, but could find none;",
    "Mark 14:56": "for though many gave false testimony against Him, their statements did not tally.",
    "Mark 14:57": "Then some came forward as witnesses and falsely declared,",
    "Mark 14:58": "“We have heard him say, ‘I will pull down this Sanctuary built by human hands, and three days afterwards I will erect another built without hands.’”",
    "Mark 14:59": "But not even in this shape was their testimony consistent.",
    "Mark 14:60": "At last the High Priest stood up, and advancing into the midst of them all, asked Jesus, “Have you no answer to make? What is the meaning of all this that these witnesses allege against you?”",
    "Mark 14:61": "But He remained silent, and gave no reply. A second time the High Priest questioned Him. “Are you the Christ, the Son of the Blessed One?” he said.",
    "Mark 14:62": "“I am,” replied Jesus, “and you and others will see the Son of Man sitting at the right hand of the divine Power, and coming amid the clouds of the sky.”",
    "Mark 14:63": "Rending his garments the High Priest exclaimed, “What need have we of witnesses after that?",
    "Mark 14:64": "You all heard his impious words. What is your judgement?” Then with one voice they condemned Him as deserving of death.",
    "Mark 14:65": "Thereupon some began to spit on Him, and to blindfold Him, while striking Him with their fists and crying, “Prove that you are a prophet.” The officers too struck Him with open hands as they took Him in charge.",
    "Mark 14:66": "Now while Peter was below in the quadrangle, one of the High Priest’s maidservants came,",
    "Mark 14:67": "and seeing Peter warming himself she looked at him and said, “You also were with Jesus, the Nazarene.”",
    "Mark 14:68": "But he denied it, and said, “I don’t know—I don’t understand—What do you mean?” And then he went out into the outer court. Just then a cock crowed.",
    "Mark 14:69": "Again the maidservant saw him, and again began to say to the people standing by, “He is one of them.”",
    "Mark 14:70": "A second time he repeatedly denied it. Soon afterwards the bystanders again accused Peter, saying, “You are surely one of them, for you too are a Galilaean.”",
    "Mark 14:71": "But he broke out into curses and oaths, declaring, “I know nothing of the man you are talking about.”",
    "Mark 14:72": "No sooner had he spoken than a cock crowed for the second time, and Peter recollected the words of Jesus, “Before the cock crows twice, you will three times disown me.” And as he thought of it, he wept aloud.",
    "Mark 15:1": "At earliest dawn, after the High Priests had held a consultation with the Elders and Scribes, they and the entire Sanhedrin bound Jesus and took Him away and handed Him over to Pilate.",
    "Mark 15:2": "So Pilate questioned Him. “Are *you* the King of the Jews?” he asked. “I am,” replied Jesus.",
    "Mark 15:3": "Then, as the High Priests went on heaping accusations on Him,",
    "Mark 15:4": "Pilate again and again asked Him, “Do you make no reply? Listen to the many charges they are bringing against you.”",
    "Mark 15:5": "But Jesus made no further answer: so that Pilate wondered.",
    "Mark 15:6": "Now at the Festival it was customary for Pilate to release to the Jews any one prisoner whom they might beg off from punishment;",
    "Mark 15:7": "and at this time a man named Barabbas was in prison among the insurgents—persons who in the insurrection had committed murder.",
    "Mark 15:8": "So the people came crowding up, asking Pilate to grant them the usual favour.",
    "Mark 15:9": "“Shall I release for you the King of the Jews?” answered Pilate.",
    "Mark 15:10": "For he could see that it was out of sheer spite that the High Priests had handed Him over.",
    "Mark 15:11": "But the High Priests urged on the crowd to obtain Barabbas’s release in preference;",
    "Mark 15:12": "and when Pilate again asked them, “What then shall I do to the man you call King of the Jews?”",
    "Mark 15:13": "they once more shouted out, “Crucify Him!”",
    "Mark 15:14": "“Why, what crime has he committed?” asked Pilate. But they vehemently shouted, “Crucify Him!”",
    "Mark 15:15": "So Pilate, wishing to satisfy the mob, released Barabbas for them, and after scourging Jesus handed Him over for crucifixion.",
    "Mark 15:16": "Then the soldiers led Him away into the court of the Palace (the Praetorium)",
    "Mark 15:17": "they arrayed Him in crimson, placed on His head a wreath of thorny twigs which they had twisted,",
    "Mark 15:18": "and went on to salute Him with shouts of “Long live the King of the Jews.”",
    "Mark 15:19": "Then they began to beat Him on the head with a cane, to spit on Him, and to do Him homage on bended knees.",
    "Mark 15:20": "At last, having finished their sport, they took the robe off Him, put His own clothes on Him, and led Him out to crucify Him.",
    "Mark 15:21": "One Simon, a Cyrenaean, the father of Alexander and Rufus, was passing along, coming from the country: him they compelled to carry His cross.",
    "Mark 15:22": "So they brought Him to the place called Golgotha, which, being translated, means ‘Skull-ground.’",
    "Mark 15:23": "Here they offered Him wine mixed with myrrh; but He refused it.",
    "Mark 15:24": "Then they crucified Him. This done, they divided His garments among them, drawing lots to decide what each should take.",
    "Mark 15:25": "It was nine o’clock in the morning when they crucified Him.",
    "Mark 15:26": "Over His head was the notice in writing of the charge against Him: THE KING OF THE JEWS.",
    "Mark 15:27": "And together with Jesus they crucified two robbers, one at His right hand and one at His left.",
    "Mark 15:28": "",
    "Mark 15:29": "And all the passers-by reviled Him. They shook their heads at Him and said, “Ah! you who were for destroying the Sanctuary and building a new one in three days,",
    "Mark 15:30": "come down from the cross and save yourself.”",
    "Mark 15:31": "In the same way the High Priests also, as well as the Scribes, kept on scoffing at Him, saying to one another, “He has saved others: himself he cannot save!",
    "Mark 15:32": "This Christ, the King of Israel, let him come down now from the cross, that we may see and believe.” Even the men who were being crucified with Him heaped insults on Him.",
    "Mark 15:33": "At noon there came a darkness over the whole land, lasting till three o’clock in the afternoon.",
    "Mark 15:34": "But at three o’clock Jesus cried out with a loud voice, “Elohi, Elohi, lama sabachthani?” which means, “My God, My God, why hast Thou forsaken me?”",
    "Mark 15:35": "Some of the bystanders, hearing Him, said, “Listen, he is calling for Elijah!”",
    "Mark 15:36": "Then a man ran to fill a sponge with sour wine, and he put it on the end of a cane and placed it to His lips, saying at the same time, “Wait! let us see whether Elijah will come and take him down.”",
    "Mark 15:37": "But Jesus uttered a loud cry and yielded up His spirit.",
    "Mark 15:38": "And the curtain in the Sanctuary was torn in two, from top to bottom.",
    "Mark 15:39": "And when the Centurion who stood in front of the cross saw that He was dead, he exclaimed, “This man was indeed God’s Son.”",
    "Mark 15:40": "There were also a party of women looking on from a distance; among them being both Mary of Magdala and Mary the mother of James the Little and of Joses, and Salome—",
    "Mark 15:41": "all of whom in the Galilaean days had habitually been with Him and cared for Him, as well as many other women who had come up to Jerusalem with Him.",
    "Mark 15:42": "Towards sunset, as it was the Preparation—that is, the day preceding the Sabbath—",
    "Mark 15:43": "Joseph of Arimathaea came, a highly respected member of the Council, who himself also was living in expectation of the Kingdom of God. He summoned up courage to go in to see Pilate and beg for the body of Jesus.",
    "Mark 15:44": "But Pilate could hardly believe that He was already dead. He called, however, for the Centurion and inquired whether He had been long dead;",
    "Mark 15:45": "and having ascertained the fact he granted the body to Joseph.",
    "Mark 15:46": "He, having bought a sheet of linen, took Him down, wrapped Him in the sheet and laid Him in a tomb hewn in the rock; after which he rolled a stone against the entrance to the tomb.",
    "Mark 15:47": "Mary of Magdala and Mary the mother of Joses were looking on to see where He was put.",
    "Mark 16:1": "When the Sabbath was over, Mary of Magdala, Mary the mother of James, and Salome, bought spices, in order to come and anoint His body.",
    "Mark 16:2": "So, very soon after sunrise on the first day of the week, they came to the tomb;",
    "Mark 16:3": "and they were saying to one another, ‘Who will roll away the stone for us from the entrance to the tomb?”",
    "Mark 16:4": "But then, looking up, they saw that the stone was already rolled back: for it was of immense size.",
    "Mark 16:5": "Upon entering the tomb, they saw a young man sitting at their right hand, clothed in a long white robe. They were astonished and terrified.",
    "Mark 16:6": "But he said to them, “Do not be terrified. It is Jesus you are looking for—the Nazarene who has been crucified. He has come back to life: He is not here: this is the place where they laid Him.",
    "Mark 16:7": "But go and tell His disciples and Peter that He is going before you into Galilee: and that there you will see Him, as He told you.”",
    "Mark 16:8": "So they came out, and fled from the tomb, for they were greatly agitated and surprised; and they said not a word to any one, for they were afraid.",
    "Mark 16:9": "But He rose to life early on the first day of the week, and appeared first to Mary of Magdala from whom He had expelled seven demons.",
    "Mark 16:10": "She went and brought the tidings to those who had been with Him, as they were mourning and weeping.",
    "Mark 16:11": "But they, when they were told that He was alive and that she had seen Him, could not believe it.",
    "Mark 16:12": "Afterwards He showed Himself in another form to two of them as they were walking, on their way into the country.",
    "Mark 16:13": "These, again, went and told the news to the rest; but not even them did they believe.",
    "Mark 16:14": "Later still He showed Himself to the Eleven themselves whilst they were at table, and He upbraided them with their unbelief and obstinacy in not having believed those who had seen Him alive.",
    "Mark 16:15": "Then He said to them, “Go the whole world over, and proclaim the Good News to all mankind.",
    "Mark 16:16": "He who believes and is baptized shall be saved, but he who disbelieves will be condemned.",
    "Mark 16:17": "And signs shall attend those who believe, even such as these. By making use of my name they shall expel demons. They shall speak new languages.",
    "Mark 16:18": "They shall take up venomous snakes, and if they drink any deadly poison it shall do them no harm whatever. They shall lay their hands on the sick, and the sick shall recover.”",
    "Mark 16:19": "So the Lord Jesus after having thus spoken to them was taken up into Heaven, and sat down at the right hand of God.",
    "Mark 16:20": "But they went out and made proclamation everywhere, the Lord working with them and confirming their Message by the signs which accompanied it."
}