{
    "Malachi 1:1": "The burden of the word of the LORD to Israel by Malachi.",
    "Malachi 1:2": "I have loved you, saith the LORD. Yet ye say, Wherein hast thou loved us? Was not Esau Jacob’s brother? saith the LORD: yet I loved Jacob;",
    "Malachi 1:3": "but Esau I hated, and made his mountains a desolation, and gave his heritage to the jackals of the wilderness.",
    "Malachi 1:4": "Whereas Edom saith, We are beaten down, but we will return and build the waste places; thus saith the LORD of hosts, They shall build, but I will throw down: and men shall call them The border of wickedness, and The people against whom the LORD hath indignation for ever.",
    "Malachi 1:5": "And your eyes shall see, and ye shall say, The LORD be magnified beyond the border of Israel.",
    "Malachi 1:6": "A son honoureth his father, and a servant his master: if then I be a father, where is mine honour? and if I be a master, where is my fear? saith the LORD of hosts unto you, O priests, that despise my name. And ye say, Wherein have we despised thy name?",
    "Malachi 1:7": "Ye offer polluted bread upon mine altar. And ye say, Wherein have we polluted thee? In that ye say, The table of the LORD is contemptible.",
    "Malachi 1:8": "And when ye offer the blind for sacrifice, it is no evil! and when ye offer the lame and sick, it is no evil! Present it now unto thy governor; will he be pleased with thee? or will he accept thy person? saith the LORD of hosts.",
    "Malachi 1:9": "And now, I pray you, entreat the favour of God, that he may be gracious unto us: this hath been by your means: will he accept any of your persons? saith the LORD of hosts.",
    "Malachi 1:10": "Oh that there were one among you that would shut the doors, that ye might not kindle fire on mine altar in vain! I have no pleasure in you, saith the LORD of hosts, neither will I accept an offering at your hand.",
    "Malachi 1:11": "For from the rising of the sun even unto the going down of the same my name is great among the Gentiles; and in every place incense is offered unto my name, and a pure offering: for my name is great among the Gentiles, saith the LORD of hosts.",
    "Malachi 1:12": "But ye profane it, in that ye say, The table of the LORD is polluted, and the fruit thereof, even his meat, is contemptible.",
    "Malachi 1:13": "Ye say also, Behold, what a weariness is it! and ye have snuffed at it, saith the LORD of hosts; and ye have brought that which was taken by violence, and the lame, and the sick; thus ye bring the offering: should I accept this of your hand? saith the LORD.",
    "Malachi 1:14": "But cursed be the deceiver, which hath in his flock a male, and voweth, and sacrificeth unto the Lord a blemished thing: for I am a great king, saith the LORD of hosts, and my name is terrible among the Gentiles.",
    "Malachi 2:1": "And now, O ye priests, this commandment is for you.",
    "Malachi 2:2": "If ye will not hear, and if ye will not lay it to heart, to give glory unto my name, saith the LORD of hosts, then will I send the curse upon you, and I will curse your blessings: yea, I have cursed them already, because ye do not lay it to heart.",
    "Malachi 2:3": "Behold, I will rebuke the seed for your sake, and will spread dung upon your faces, even the dung of your sacrifices; and ye shall be taken away with it.",
    "Malachi 2:4": "And ye shall know that I have sent this commandment unto you, that my covenant might be with Levi, saith the LORD of hosts.",
    "Malachi 2:5": "My covenant was with him of life and peace; and I gave them to him that he might fear, and he feared me, and stood in awe of my name.",
    "Malachi 2:6": "The law of truth was in his mouth, and unrighteousness was not found in his lips: he walked with me in peace and uprightness, and did turn many away from iniquity.",
    "Malachi 2:7": "For the priest’s lips should keep knowledge, and they should seek the law at his mouth: for he is the messenger of the LORD of hosts.",
    "Malachi 2:8": "But ye are turned aside out of the way; ye have caused many to stumble in the law; ye have corrupted the covenant of Levi, saith the LORD of hosts.",
    "Malachi 2:9": "Therefore have I also made you contemptible and base before all the people, according as ye have not kept my ways, but have had respect of persons in the law.",
    "Malachi 2:10": "Have we not all one father? hath not one God created us? why do we deal treacherously every man against his brother, profaning the covenant of our fathers?",
    "Malachi 2:11": "Judah hath dealt treacherously, and an abomination is committed in Israel and in Jerusalem; for Judah hath profaned the holiness of the LORD which he loveth, and hath married the daughter of a strange god.",
    "Malachi 2:12": "The LORD will cut off to the man that doeth this him that waketh and him that answereth, out of the tents of Jacob, and him that offereth an offering unto the LORD of hosts.",
    "Malachi 2:13": "And this again ye do: ye cover the altar of the LORD with tears, with weeping, and with sighing, insomuch that he regardeth not the offering any more, neither receiveth it with good will at your hand.",
    "Malachi 2:14": "Yet ye say, Wherefore? Because the LORD hath been witness between thee and the wife of thy youth, against whom thou hast dealt treacherously, though she is thy companion, and the wife of thy covenant.",
    "Malachi 2:15": "And did he not make one, although he had the residue of the spirit? And wherefore one? He sought a godly seed. Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth.",
    "Malachi 2:16": "For I hate putting away, saith the LORD, the God of Israel, and him that covereth his garment with violence, saith the LORD of hosts: therefore take heed to your spirit, that ye deal not treacherously.",
    "Malachi 2:17": "Ye have wearied the LORD with your words. Yet ye say, Wherein have we wearied him? In that ye say, Every one that doeth evil is good in the sight of the LORD, and he delighteth in them; or where is the God of judgment?",
    "Malachi 3:1": "Behold, I send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple; and the messenger of the covenant, whom ye delight in, behold, he cometh, saith the LORD of hosts.",
    "Malachi 3:2": "But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner’s fire, and like fullers’ soap:",
    "Malachi 3:3": "and he shall sit as a refiner and purifier of silver, and he shall purify the sons of Levi, and purge them as gold and silver; and they shall offer unto the LORD offerings in righteousness.",
    "Malachi 3:4": "Then shall the offering of Judah and Jerusalem be pleasant unto the LORD, as in the days of old, and as in ancient years.",
    "Malachi 3:5": "And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers; and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right, and fear not me, saith the LORD of hosts.",
    "Malachi 3:6": "For I the LORD change not; therefore ye, O sons of Jacob, are not consumed.",
    "Malachi 3:7": "From the days of your fathers ye have turned aside from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the LORD of hosts. But ye say, Wherein shall we return?",
    "Malachi 3:8": "Will a man rob God? yet ye rob me. But ye say, Wherein have we robbed thee? In tithes and offerings.",
    "Malachi 3:9": "Ye are cursed with the curse; for ye rob me, even this whole nation.",
    "Malachi 3:10": "Bring ye the whole tithe into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.",
    "Malachi 3:11": "And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the LORD of hosts.",
    "Malachi 3:12": "And all nations shall call you happy: for ye shall be a delightsome land, saith the LORD of hosts.",
    "Malachi 3:13": "Your words have been stout against me, saith the LORD. Yet ye say, Wherein have we spoken against thee?",
    "Malachi 3:14": "Ye have said, It is vain to serve God: and what profit is it that we have kept his charge, and that we have walked mournfully before the LORD of hosts?",
    "Malachi 3:15": "And now we call the proud happy; yea, they that work wickedness are built up; yea, they tempt God, and are delivered.",
    "Malachi 3:16": "Then they that feared the LORD spake one with another: and the LORD hearkened, and heard, and a book of remembrance was written before him, for them that feared the LORD, and that thought upon his name.",
    "Malachi 3:17": "And they shall be mine, saith the LORD of hosts, in the day that I do make, even a peculiar treasure; and I will spare them, as a man spareth his own son that serveth him.",
    "Malachi 3:18": "Then shall ye return and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.",
    "Malachi 4:1": "For, behold, the day cometh, it burneth as a furnace; and all the proud, and all that work wickedness, shall be stubble: and the day that cometh shall burn them up, saith the LORD of hosts, that it shall leave them neither root nor branch.",
    "Malachi 4:2": "But unto you that fear my name shall the sun of righteousness arise with healing in his wings; and ye shall go forth, and gambol as calves of the stall.",
    "Malachi 4:3": "And ye shall tread down the wicked; for they shall be ashes under the soles of your feet in the day that I do make, saith the LORD of hosts.",
    "Malachi 4:4": "Remember ye the law of Moses my servant, which I commanded unto him in Horeb for all Israel, even statutes and judgments.",
    "Malachi 4:5": "Behold, I will send you Elijah the prophet before the great and terrible day of the LORD come.",
    "Malachi 4:6": "And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers; lest I come and smite the earth with a curse.",
    "Matthew 1:1": "The book of the generation of Jesus Christ, the son of David, the son of Abraham.",
    "Matthew 1:2": "Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judah and his brethren;",
    "Matthew 1:3": "and Judah begat Perez and Zerah of Tamar; and Perez begat Hezron; and Hezron begat Ram;",
    "Matthew 1:4": "and Ram begat Amminadab; and Amminadab begat Nahshon; and Nahshon begat Salmon;",
    "Matthew 1:5": "and Salmon begat Boaz of Rahab; and Boaz begat Obed of Ruth; and Obed begat Jesse;",
    "Matthew 1:6": "and Jesse begat David the king. And David begat Solomon of her that had been the wife of Uriah;",
    "Matthew 1:7": "and Solomon begat Rehoboam; and Rehoboam begat Abijah; and Abijah begat Asa;",
    "Matthew 1:8": "and Asa begat Jehoshaphat; and Jehoshaphat begat Joram; and Joram begat Uzziah;",
    "Matthew 1:9": "and Uzziah begat Jotham; and Jotham begat Ahaz; and Ahaz begat Hezekiah;",
    "Matthew 1:10": "and Hezekiah begat Manasseh; and Manasseh begat Amon; and Amon begat Josiah;",
    "Matthew 1:11": "and Josiah begat Jechoniah and his brethren, at the time of the carrying away to Babylon.",
    "Matthew 1:12": "And after the carrying away to Babylon, Jechoniah begat Shealtiel; and Shealtiel begat Zerubbabel;",
    "Matthew 1:13": "and Zerubbabel begat Abiud; and Abiud begat Eliakim; and Eliakim begat Azor;",
    "Matthew 1:14": "and Azor begat Sadoc; and Sadoc begat Achim; and Achim begat Eliud;",
    "Matthew 1:15": "and Eliud begat Eleazar; and Eleazar begat Matthan; and Matthan begat Jacob;",
    "Matthew 1:16": "and Jacob begat Joseph the husband of Mary, of whom was born Jesus, who is called Christ.",
    "Matthew 1:17": "So all the generations from Abraham unto David are fourteen generations; and from David unto the carrying away to Babylon fourteen generations; and from the carrying away to Babylon unto the Christ fourteen generations.",
    "Matthew 1:18": "Now the birth of Jesus Christ was on this wise: When his mother Mary had been betrothed to Joseph, before they came together she was found with child of the Holy Ghost.",
    "Matthew 1:19": "And Joseph her husband, being a righteous man, and not willing to make her a public example, was minded to put her away privily.",
    "Matthew 1:20": "But when he thought on these things, behold, an angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.",
    "Matthew 1:21": "And she shall bring forth a son; and thou shalt call his name JESUS; for it is he that shall save his people from their sins.",
    "Matthew 1:22": "Now all this is come to pass, that it might be fulfilled which was spoken by the Lord through the prophet, saying,",
    "Matthew 1:23": "Behold, the virgin shall be with child, and shall bring forth a son, And they shall call his name Immanuel; which is, being interpreted, God with us.",
    "Matthew 1:24": "And Joseph arose from his sleep, and did as the angel of the Lord commanded him, and took unto him his wife;",
    "Matthew 1:25": "and knew her not till she had brought forth a son: and he called his name JESUS.",
    "Matthew 2:1": "Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, wise men from the east came to Jerusalem,",
    "Matthew 2:2": "saying, Where is he that is born King of the Jews? for we saw his star in the east, and are come to worship him.",
    "Matthew 2:3": "And when Herod the king heard it, he was troubled, and all Jerusalem with him.",
    "Matthew 2:4": "And gathering together all the chief priests and scribes of the people, he inquired of them where the Christ should be born.",
    "Matthew 2:5": "And they said unto him, In Bethlehem of Judaea: for thus it is written by the prophet,",
    "Matthew 2:6": "And thou Bethlehem, land of Judah, Art in no wise least among the princes of Judah: For out of thee shall come forth a governor, Which shall be shepherd of my people Israel.",
    "Matthew 2:7": "Then Herod privily called the wise men, and learned of them carefully what time the star appeared.",
    "Matthew 2:8": "And he sent them to Bethlehem, and said, Go and search out carefully concerning the young child; and when ye have found him, bring me word, that I also may come and worship him.",
    "Matthew 2:9": "And they, having heard the king, went their way; and lo, the star, which they saw in the east, went before them, till it came and stood over where the young child was.",
    "Matthew 2:10": "And when they saw the star, they rejoiced with exceeding great joy.",
    "Matthew 2:11": "And they came into the house and saw the young child with Mary his mother; and they fell down and worshipped him; and opening their treasures they offered unto him gifts, gold and frankincense and myrrh.",
    "Matthew 2:12": "And being warned of God in a dream that they should not return to Herod, they departed into their own country another way.",
    "Matthew 2:13": "Now when they were departed, behold, an angel of the Lord appeareth to Joseph in a dream, saying, Arise and take the young child and his mother, and flee into Egypt, and be thou there until I tell thee: for Herod will seek the young child to destroy him.",
    "Matthew 2:14": "And he arose and took the young child and his mother by night, and departed into Egypt;",
    "Matthew 2:15": "and was there until the death of Herod: that it might be fulfilled which was spoken by the Lord through the prophet, saying, Out of Egypt did I call my son.",
    "Matthew 2:16": "Then Herod, when he saw that he was mocked of the wise men, was exceeding wroth, and sent forth, and slew all the male children that were in Bethlehem, and in all the borders thereof, from two years old and under, according to the time which he had carefully learned of the wise men.",
    "Matthew 2:17": "Then was fulfilled that which was spoken by Jeremiah the prophet, saying,",
    "Matthew 2:18": "A voice was heard in Ramah, Weeping and great mourning, Rachel weeping for her children; And she would not be comforted, because they are not.",
    "Matthew 2:19": "But when Herod was dead, behold, an angel of the Lord appeareth in a dream to Joseph in Egypt,",
    "Matthew 2:20": "saying, Arise and take the young child and his mother, and go into the land of Israel: for they are dead that sought the young child’s life.",
    "Matthew 2:21": "And he arose and took the young child and his mother, and came into the land of Israel.",
    "Matthew 2:22": "But when he heard that Archelaus was reigning over Judaea in the room of his father Herod, he was afraid to go thither; and being warned of God in a dream, he withdrew into the parts of Galilee,",
    "Matthew 2:23": "and came and dwelt in a city called Nazareth: that it might be fulfilled which was spoken by the prophets, that he should be called a Nazarene.",
    "Matthew 3:1": "And in those days cometh John the Baptist, preaching in the wilderness of Judaea,",
    "Matthew 3:2": "saying, Repent ye; for the kingdom of heaven is at hand.",
    "Matthew 3:3": "For this is he that was spoken of by Isaiah the prophet, saying, The voice of one crying in the wilderness, Make ye ready the way of the Lord, Make his paths straight.",
    "Matthew 3:4": "Now John himself had his raiment of camel’s hair, and a leathern girdle about his loins; and his food was locusts and wild honey.",
    "Matthew 3:5": "Then went out unto him Jerusalem, and all Judaea, and all the region round about Jordan;",
    "Matthew 3:6": "and they were baptized of him in the river Jordan, confessing their sins.",
    "Matthew 3:7": "But when he saw many of the Pharisees and Sadducees coming to his baptism, he said unto them, Ye offspring of vipers, who warned you to flee from the wrath to come?",
    "Matthew 3:8": "Bring forth therefore fruit worthy of repentance:",
    "Matthew 3:9": "and think not to say within yourselves, We have Abraham to our father: for I say unto you, that God is able of these stones to raise up children unto Abraham.",
    "Matthew 3:10": "And even now is the axe laid unto the root of the trees: every tree therefore that bringeth not forth good fruit is hewn down, and cast into the fire.",
    "Matthew 3:11": "I indeed baptize you with water unto repentance: but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost and with fire:",
    "Matthew 3:12": "whose fan is in his hand, and he will throughly cleanse his threshing-floor; and he will gather his wheat into the garner, but the chaff he will burn up with unquenchable fire.",
    "Matthew 3:13": "Then cometh Jesus from Galilee to the Jordan unto John, to be baptized of him.",
    "Matthew 3:14": "But John would have hindered him, saying, I have need to be baptized of thee, and comest thou to me?",
    "Matthew 3:15": "But Jesus answering said unto him, Suffer it now: for thus it becometh us to fulfill all righteousness. Then he suffereth him.",
    "Matthew 3:16": "And Jesus, when he was baptized, went up straightway from the water: and lo, the heavens were opened unto him, and he saw the Spirit of God descending as a dove, and coming upon him;",
    "Matthew 3:17": "and lo, a voice out of the heavens, saying, This is my beloved Son, in whom I am well pleased.",
    "Matthew 4:1": "Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.",
    "Matthew 4:2": "And when he had fasted forty days and forty nights, he afterward hungered.",
    "Matthew 4:3": "And the tempter came and said unto him, If thou art the Son of God, command that these stones become bread.",
    "Matthew 4:4": "But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.",
    "Matthew 4:5": "Then the devil taketh him into the holy city; and he set him on the pinnacle of the temple,",
    "Matthew 4:6": "and saith unto him, If thou art the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: And on their hands they shall bear thee up, Lest haply thou dash thy foot against a stone.",
    "Matthew 4:7": "Jesus said unto him, Again it is written, Thou shalt not tempt the Lord thy God.",
    "Matthew 4:8": "Again, the devil taketh him unto an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;",
    "Matthew 4:9": "and he said unto him, All these things will I give thee, if thou wilt fall down and worship me.",
    "Matthew 4:10": "Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.",
    "Matthew 4:11": "Then the devil leaveth him; and behold, angels came and ministered unto him.",
    "Matthew 4:12": "Now when he heard that John was delivered up, he withdrew into Galilee;",
    "Matthew 4:13": "and leaving Nazareth, he came and dwelt in Capernaum, which is by the sea, in the borders of Zebulun and Naphtali:",
    "Matthew 4:14": "that it might be fulfilled which was spoken by Isaiah the prophet, saying,",
    "Matthew 4:15": "The land of Zebulun and the land of Naphtali, Toward the sea, beyond Jordan, Galilee of the Gentiles,",
    "Matthew 4:16": "The people which sat in darkness Saw a great light, And to them which sat in the region and shadow of death, To them did light spring up.",
    "Matthew 4:17": "From that time began Jesus to preach, and to say, Repent ye; for the kingdom of heaven is at hand.",
    "Matthew 4:18": "And walking by the sea of Galilee, he saw two brethren, Simon who is called Peter, and Andrew his brother, casting a net into the sea; for they were fishers.",
    "Matthew 4:19": "And he saith unto them, Come ye after me, and I will make you fishers of men.",
    "Matthew 4:20": "And they straightway left the nets, and followed him.",
    "Matthew 4:21": "And going on from thence he saw other two brethren, James the son of Zebedee, and John his brother, in the boat with Zebedee their father, mending their nets; and he called them.",
    "Matthew 4:22": "And they straightway left the boat and their father, and followed him.",
    "Matthew 4:23": "And Jesus went about in all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of disease and all manner of sickness among the people.",
    "Matthew 4:24": "And the report of him went forth into all Syria: and they brought unto him all that were sick, holden with divers diseases and torments, possessed with devils, and epileptic, and palsied; and he healed them.",
    "Matthew 4:25": "And there followed him great multitudes from Galilee and Decapolis and Jerusalem and Judaea and from beyond Jordan.",
    "Matthew 5:1": "And seeing the multitudes, he went up into the mountain: and when he had sat down, his disciples came unto him:",
    "Matthew 5:2": "and he opened his mouth and taught them, saying,",
    "Matthew 5:3": "Blessed are the poor in spirit: for theirs is the kingdom of heaven.",
    "Matthew 5:4": "Blessed are they that mourn: for they shall be comforted.",
    "Matthew 5:5": "Blessed are the meek: for they shall inherit the earth.",
    "Matthew 5:6": "Blessed are they that hunger and thirst after righteousness: for they shall be filled.",
    "Matthew 5:7": "Blessed are the merciful: for they shall obtain mercy.",
    "Matthew 5:8": "Blessed are the pure in heart: for they shall see God.",
    "Matthew 5:9": "Blessed are the peacemakers: for they shall be called sons of God.",
    "Matthew 5:10": "Blessed are they that have been persecuted for righteousness’ sake: for theirs is the kingdom of heaven.",
    "Matthew 5:11": "Blessed are ye when men shall reproach you, and persecute you, and say all manner of evil against you falsely, for my sake.",
    "Matthew 5:12": "Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.",
    "Matthew 5:13": "Ye are the salt of the earth: but if the salt have lost its savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out and trodden under foot of men.",
    "Matthew 5:14": "Ye are the light of the world. A city set on a hill cannot be hid.",
    "Matthew 5:15": "Neither do men light a lamp, and put it under the bushel, but on the stand; and it shineth unto all that are in the house.",
    "Matthew 5:16": "Even so let your light shine before men, that they may see your good works, and glorify your Father which is in heaven.",
    "Matthew 5:17": "Think not that I came to destroy the law or the prophets: I came not to destroy, but to fulfill.",
    "Matthew 5:18": "For verily I say unto you, Till heaven and earth pass away, one jot or one tittle shall in no wise pass away from the law, till all things be accomplished.",
    "Matthew 5:19": "Whosoever therefore shall break one of these least commandments, and shall teach men so, shall be called least in the kingdom of heaven: but whosoever shall do and teach them, he shall be called great in the kingdom of heaven.",
    "Matthew 5:20": "For I say unto you, that except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no wise enter into the kingdom of heaven.",
    "Matthew 5:21": "Ye have heard that it was said to them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:",
    "Matthew 5:22": "but I say unto you, that every one who is angry with his brother shall be in danger of the judgment; and whosoever shall say to his brother, Raca, shall be in danger of the council; and whosoever shall say, Thou fool, shall be in danger of the hell of fire.",
    "Matthew 5:23": "If therefore thou art offering thy gift at the altar, and there rememberest that thy brother hath aught against thee,",
    "Matthew 5:24": "leave there thy gift before the altar, and go thy way, first be reconciled to thy brother, and then come and offer thy gift.",
    "Matthew 5:25": "Agree with thine adversary quickly, whiles thou art with him in the way; lest haply the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.",
    "Matthew 5:26": "Verily I say unto thee, Thou shalt by no means come out thence, till thou have paid the last farthing.",
    "Matthew 5:27": "Ye have heard that it was said, Thou shalt not commit adultery:",
    "Matthew 5:28": "but I say unto you, that every one that looketh on a woman to lust after her hath committed adultery with her already in his heart.",
    "Matthew 5:29": "And if thy right eye causeth thee to stumble, pluck it out, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not thy whole body be cast into hell.",
    "Matthew 5:30": "And if thy right hand causeth thee to stumble, cut it off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not thy whole body go into hell.",
    "Matthew 5:31": "It was said also, Whosoever shall put away his wife, let him give her a writing of divorcement:",
    "Matthew 5:32": "but I say unto you, that every one that putteth away his wife, saving for the cause of fornication, maketh her an adulteress: and whosoever shall marry her when she is put away committeth adultery.",
    "Matthew 5:33": "Again, ye have heard that it was said to them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:",
    "Matthew 5:34": "but I say unto you, Swear not at all; neither by the heaven, for it is the throne of God;",
    "Matthew 5:35": "nor by the earth, for it is the footstool of his feet; nor by Jerusalem, for it is the city of the great King.",
    "Matthew 5:36": "Neither shalt thou swear by thy head, for thou canst not make one hair white or black.",
    "Matthew 5:37": "But let your speech be, Yea, yea; Nay, nay: and whatsoever is more than these is of the evil one.",
    "Matthew 5:38": "Ye have heard that it was said, An eye for an eye, and a tooth for a tooth:",
    "Matthew 5:39": "but I say unto you, Resist not him that is evil: but whosoever smiteth thee on thy right cheek, turn to him the other also.",
    "Matthew 5:40": "And if any man would go to law with thee, and take away thy coat, let him have thy cloke also.",
    "Matthew 5:41": "And whosoever shall compel thee to go one mile, go with him twain.",
    "Matthew 5:42": "Give to him that asketh thee, and from him that would borrow of thee turn not thou away.",
    "Matthew 5:43": "Ye have heard that it was said, Thou shalt love thy neighbour, and hate thine enemy:",
    "Matthew 5:44": "but I say unto you, Love your enemies, and pray for them that persecute you;",
    "Matthew 5:45": "that ye may be sons of your Father which is in heaven: for he maketh his sun to rise on the evil and the good, and sendeth rain on the just and the unjust.",
    "Matthew 5:46": "For if ye love them that love you, what reward have ye? do not even the publicans the same?",
    "Matthew 5:47": "And if ye salute your brethren only, what do ye more than others? do not even the Gentiles the same?",
    "Matthew 5:48": "Ye therefore shall be perfect, as your heavenly Father is perfect.",
    "Matthew 6:1": "Take heed that ye do not your righteousness before men, to be seen of them: else ye have no reward with your Father which is in heaven.",
    "Matthew 6:2": "When therefore thou doest alms, sound not a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have received their reward.",
    "Matthew 6:3": "But when thou doest alms, let not thy left hand know what thy right hand doeth:",
    "Matthew 6:4": "that thine alms may be in secret: and thy Father which seeth in secret shall recompense thee.",
    "Matthew 6:5": "And when ye pray, ye shall not be as the hypocrites: for they love to stand and pray in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have received their reward.",
    "Matthew 6:6": "But thou, when thou prayest, enter into thine inner chamber, and having shut thy door, pray to thy Father which is in secret, and thy Father which seeth in secret shall recompense thee.",
    "Matthew 6:7": "And in praying use not vain repetitions, as the Gentiles do: for they think that they shall be heard for their much speaking.",
    "Matthew 6:8": "Be not therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.",
    "Matthew 6:9": "After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.",
    "Matthew 6:10": "Thy kingdom come. Thy will be done, as in heaven, so on earth.",
    "Matthew 6:11": "Give us this day our daily bread.",
    "Matthew 6:12": "And forgive us our debts, as we also have forgiven our debtors.",
    "Matthew 6:13": "And bring us not into temptation, but deliver us from the evil one.",
    "Matthew 6:14": "For if ye forgive men their trespasses, your heavenly Father will also forgive you.",
    "Matthew 6:15": "But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.",
    "Matthew 6:16": "Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may be seen of men to fast. Verily I say unto you, They have received their reward.",
    "Matthew 6:17": "But thou, when thou fastest, anoint thy head, and wash thy face;",
    "Matthew 6:18": "that thou be not seen of men to fast, but of thy Father which is in secret: and thy Father, which seeth in secret, shall recompense thee.",
    "Matthew 6:19": "Lay not up for yourselves treasures upon the earth, where moth and rust doth consume, and where thieves break through and steal:",
    "Matthew 6:20": "but lay up for yourselves treasures in heaven, where neither moth nor rust doth consume, and where thieves do not break through nor steal:",
    "Matthew 6:21": "for where thy treasure is, there will thy heart be also.",
    "Matthew 6:22": "The lamp of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.",
    "Matthew 6:23": "But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is the darkness!",
    "Matthew 6:24": "No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to one, and despise the other. Ye cannot serve God and mammon.",
    "Matthew 6:25": "Therefore I say unto you, Be not anxious for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than the food, and the body than the raiment?",
    "Matthew 6:26": "Behold the birds of the heaven, that they sow not, neither do they reap, nor gather into barns; and your heavenly Father feedeth them. Are not ye of much more value than they?",
    "Matthew 6:27": "And which of you by being anxious can add one cubit unto his stature?",
    "Matthew 6:28": "And why are ye anxious concerning raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:",
    "Matthew 6:29": "yet I say unto you, that even Solomon in all his glory was not arrayed like one of these.",
    "Matthew 6:30": "But if God doth so clothe the grass of the field, which today is, and tomorrow is cast into the oven, shall he not much more clothe you, O ye of little faith?",
    "Matthew 6:31": "Be not therefore anxious, saying, What shall we eat? or, What shall drink? or, Wherewithal shall we be clothed?",
    "Matthew 6:32": "For after all these things do the Gentiles seek; for your heavenly Father knoweth that ye have need of all these things.",
    "Matthew 6:33": "But seek ye first his kingdom, and his righteousness; and all these things shall be added unto you.",
    "Matthew 6:34": "Be not therefore anxious for the morrow: for the morrow will be anxious for itself. Sufficient unto the day is the evil thereof.",
    "Matthew 7:1": "Judge not, that ye be not judged.",
    "Matthew 7:2": "For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured unto you.",
    "Matthew 7:3": "And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?",
    "Matthew 7:4": "Or how wilt thou say to thy brother, Let me cast out the mote out of thine eye; and lo, the beam is in thine own eye?",
    "Matthew 7:5": "Thou hypocrite, cast out first the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.",
    "Matthew 7:6": "Give not that which is holy unto the dogs, neither cast your pearls before the swine, lest haply they trample them under their feet, and turn and rend you.",
    "Matthew 7:7": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:",
    "Matthew 7:8": "for every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.",
    "Matthew 7:9": "Or what man is there of you, who, if his son shall ask him for a loaf, will give him a stone;",
    "Matthew 7:10": "or if he shall ask for a fish, will give him a serpent?",
    "Matthew 7:11": "If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?",
    "Matthew 7:12": "All things therefore whatsoever ye would that men should do unto you, even so do ye also unto them: for this is the law and the prophets.",
    "Matthew 7:13": "Enter ye in by the narrow gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many be they that enter in thereby.",
    "Matthew 7:14": "For narrow is the gate, and straitened the way, that leadeth unto life, and few be they that find it.",
    "Matthew 7:15": "Beware of false prophets, which come to you in sheep’s clothing, but inwardly are ravening wolves.",
    "Matthew 7:16": "By their fruits ye shall know them. Do men gather grapes of thorns, or figs of thistles?",
    "Matthew 7:17": "Even so every good tree bringeth forth good fruit; but the corrupt tree bringeth forth evil fruit.",
    "Matthew 7:18": "A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit.",
    "Matthew 7:19": "Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.",
    "Matthew 7:20": "Therefore by their fruits ye shall know them.",
    "Matthew 7:21": "Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.",
    "Matthew 7:22": "Many will say to me in that day, Lord, Lord, did we not prophesy by thy name, and by thy name cast out devils, and by thy name do many mighty works?",
    "Matthew 7:23": "And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.",
    "Matthew 7:24": "Every one therefore which heareth these words of mine, and doeth them, shall be likened unto a wise man, which built his house upon the rock:",
    "Matthew 7:25": "and the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon the rock.",
    "Matthew 7:26": "And every one that heareth these words of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:",
    "Matthew 7:27": "and the rain descended, and the floods came, and the winds blew, and smote upon that house; and it fell: and great was the fall thereof.",
    "Matthew 7:28": "And it came to pass, when Jesus ended these words, the multitudes were astonished at his teaching:",
    "Matthew 7:29": "for he taught them as one having authority, and not as their scribes.",
    "Matthew 8:1": "And when he was come down from the mountain, great multitudes followed him.",
    "Matthew 8:2": "And behold, there came to him a leper and worshipped him, saying, Lord, if thou wilt, thou canst make me clean.",
    "Matthew 8:3": "And he stretched forth his hand, and touched him, saying, I will; be thou made clean. And straightway his leprosy was cleansed.",
    "Matthew 8:4": "And Jesus saith unto him, See thou tell no man; but go thy way, shew thyself to the priest, and offer the gift that Moses commanded, for a testimony unto them.",
    "Matthew 8:5": "And when he was entered into Capernaum, there came unto him a centurion, beseeching him,",
    "Matthew 8:6": "and saying, Lord, my servant lieth in the house sick of the palsy, grievously tormented.",
    "Matthew 8:7": "And he saith unto him, I will come and heal him.",
    "Matthew 8:8": "And the centurion answered and said, Lord, I am not worthy that thou shouldest come under my roof: but only say the word, and my servant shall be healed.",
    "Matthew 8:9": "For I also am a man under authority, having under myself soldiers: and I say to this one, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it.",
    "Matthew 8:10": "And when Jesus heard it, he marveled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel.",
    "Matthew 8:11": "And I say unto you, that many shall come from the east and the west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven:",
    "Matthew 8:12": "but the sons of the kingdom shall be cast forth into the outer darkness: there shall be the weeping and gnashing of teeth.",
    "Matthew 8:13": "And Jesus said unto the centurion, Go thy way; as thou hast believed, so be it done unto thee. And the servant was healed in that hour.",
    "Matthew 8:14": "And when Jesus was come into Peter’s house, he saw his wife’s mother lying sick of a fever.",
    "Matthew 8:15": "And he touched her hand, and the fever left her; and she arose, and ministered unto him.",
    "Matthew 8:16": "And when even was come, they brought unto him many possessed with devils: and he cast out the spirits with a word, and healed all that were sick:",
    "Matthew 8:17": "that it might be fulfilled which was spoken by Isaiah the prophet, saying, Himself took our infirmities, and bare our diseases.",
    "Matthew 8:18": "Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side.",
    "Matthew 8:19": "And there came a scribe, and said unto him, Master, I will follow thee whithersoever thou goest.",
    "Matthew 8:20": "And Jesus saith unto him, The foxes have holes, and the birds of the heaven have nests; but the Son of man hath not where to lay his head.",
    "Matthew 8:21": "And another of the disciples said unto him, Lord, suffer me first to go and bury my father.",
    "Matthew 8:22": "But Jesus saith unto him, Follow me; and leave the dead to bury their own dead.",
    "Matthew 8:23": "And when he was entered into a boat, his disciples followed him.",
    "Matthew 8:24": "And behold, there arose a great tempest in the sea, insomuch that the boat was covered with the waves: but he was asleep.",
    "Matthew 8:25": "And they came to him, and awoke him, saying, Save, Lord; we perish.",
    "Matthew 8:26": "And he saith unto them, Why are ye fearful, O ye of little faith? Then he arose, and rebuked the winds and the sea; and there was a great calm.",
    "Matthew 8:27": "And the men marveled, saying, What manner of man is this, that even the winds and the sea obey him?",
    "Matthew 8:28": "And when he was come to the other side into the country of the Gadarenes, there met him two possessed with devils, coming forth out of the tombs, exceeding fierce, so that no man could pass by that way.",
    "Matthew 8:29": "And behold, they cried out, saying, What have we to do with thee, thou Son of God? art thou come hither to torment us before the time?",
    "Matthew 8:30": "Now there was afar off from them a herd of many swine feeding.",
    "Matthew 8:31": "And the devils besought him, saying, If thou cast us out, send us away into the herd of swine.",
    "Matthew 8:32": "And he said unto them, Go. And they came out, and went into the swine: and behold, the whole herd rushed down the steep into the sea, and perished in the waters.",
    "Matthew 8:33": "And they that fed them fled, and went away into the city, and told everything, and what was befallen to them that were possessed with devils.",
    "Matthew 8:34": "And behold, all the city came out to meet Jesus: and when they saw him, they besought him that he would depart from their borders.",
    "Matthew 9:1": "And he entered into a boat, and crossed over, and came into his own city.",
    "Matthew 9:2": "And behold, they brought to him a man sick of the palsy, lying on a bed: and Jesus seeing their faith said unto the sick of the palsy, Son, be of good cheer; thy sins are forgiven.",
    "Matthew 9:3": "And behold, certain of the scribes said within themselves, This man blasphemeth.",
    "Matthew 9:4": "And Jesus knowing their thoughts said, Wherefore think ye evil in your hearts?",
    "Matthew 9:5": "For whether is easier, to say, Thy sins are forgiven; or to say, Arise, and walk?",
    "Matthew 9:6": "But that ye may know that the Son of man hath power on earth to forgive sins (then saith he to the sick of the palsy), Arise, and take up thy bed, and go unto thy house.",
    "Matthew 9:7": "And he arose, and departed to his house.",
    "Matthew 9:8": "But when the multitudes saw it, they were afraid, and glorified God, which had given such power unto men.",
    "Matthew 9:9": "And as Jesus passed by from thence, he saw a man, called Matthew, sitting at the place of toll: and he saith unto him, Follow me. And he arose, and followed him.",
    "Matthew 9:10": "And it came to pass, as he sat at meat in the house, behold, many publicans and sinners came and sat down with Jesus and his disciples.",
    "Matthew 9:11": "And when the Pharisees saw it, they said unto his disciples, Why eateth your Master with the publicans and sinners?",
    "Matthew 9:12": "But when he heard it, he said, They that are whole have no need of a physician, but they that are sick.",
    "Matthew 9:13": "But go ye and learn what this meaneth, I desire mercy, and not sacrifice: for I came not to call the righteous, but sinners.",
    "Matthew 9:14": "Then come to him the disciples of John, saying, Why do we and the Pharisees fast oft, but thy disciples fast not?",
    "Matthew 9:15": "And Jesus said unto them, Can the sons of the bride-chamber mourn, as long as the bridegroom is with them? but the days will come, when the bridegroom shall be taken away from them, and then will they fast.",
    "Matthew 9:16": "And no man putteth a piece of undressed cloth upon an old garment; for that which should fill it up taketh from the garment, and a worse rent is made.",
    "Matthew 9:17": "Neither do men put new wine into old wineskins: else the skins burst, and the wine is spilled, and the skins perish: but they put new wine into fresh wineskins, and both are preserved.",
    "Matthew 9:18": "While he spake these things unto them, behold, there came a ruler, and worshipped him, saying, My daughter is even now dead: but come and lay thy hand upon her, and she shall live.",
    "Matthew 9:19": "And Jesus arose, and followed him, and so did his disciples.",
    "Matthew 9:20": "And behold, a woman, who had an issue of blood twelve years, came behind him, and touched the border of his garment:",
    "Matthew 9:21": "for she said within herself, If I do but touch his garment, I shall be made whole.",
    "Matthew 9:22": "But Jesus turning and seeing her said, Daughter, be of good cheer; thy faith hath made thee whole. And the woman was made whole from that hour.",
    "Matthew 9:23": "And when Jesus came into the ruler’s house, and saw the flute-players, and the crowd making a tumult,",
    "Matthew 9:24": "he said, Give place: for the damsel is not dead, but sleepeth. And they laughed him to scorn.",
    "Matthew 9:25": "But when the crowd was put forth, he entered in, and took her by the hand; and the damsel arose.",
    "Matthew 9:26": "And the fame hereof went forth into all that land.",
    "Matthew 9:27": "And as Jesus passed by from thence, two blind men followed him, crying out, and saying, Have mercy on us, thou son of David.",
    "Matthew 9:28": "And when he was come into the house, the blind men came to him: and Jesus saith unto them, Believe ye that I am able to do this? They say unto him, Yea, Lord.",
    "Matthew 9:29": "Then touched he their eyes, saying, According to your faith be it done unto you.",
    "Matthew 9:30": "And their eyes were opened. And Jesus strictly charged them, saying, See that no man know it.",
    "Matthew 9:31": "But they went forth, and spread abroad his fame in all that land.",
    "Matthew 9:32": "And as they went forth, behold, there was brought to him a dumb man possessed with a devil.",
    "Matthew 9:33": "And when the devil was cast out, the dumb man spake: and the multitudes marveled, saying, It was never so seen in Israel.",
    "Matthew 9:34": "But the Pharisees said, By the prince of the devils casteth he out devils.",
    "Matthew 9:35": "And Jesus went about all the cities and the villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of disease and all manner of sickness.",
    "Matthew 9:36": "But when he saw the multitudes, he was moved with compassion for them, because they were distressed and scattered, as sheep not having a shepherd.",
    "Matthew 9:37": "Then saith he unto his disciples, The harvest truly is plenteous, but the labourers are few.",
    "Matthew 9:38": "Pray ye therefore the Lord of the harvest, that he send forth labourers into his harvest.",
    "Matthew 10:1": "And he called unto him his twelve disciples, and gave them authority over unclean spirits, to cast them out, and to heal all manner of disease and all manner of sickness.",
    "Matthew 10:2": "Now the names of the twelve apostles are these: The first, Simon, who is called Peter, and Andrew his brother; James the son of Zebedee, and John his brother;",
    "Matthew 10:3": "Philip, and Bartholomew; Thomas, and Matthew the publican; James the son of Alphaeus, and Thaddaeus;",
    "Matthew 10:4": "Simon the Cananaean, and Judas Iscariot, who also betrayed him.",
    "Matthew 10:5": "These twelve Jesus sent forth, and charged them, saying, Go not into any way of the Gentiles, and enter not into any city of the Samaritans:",
    "Matthew 10:6": "but go rather to the lost sheep of the house of Israel.",
    "Matthew 10:7": "And as ye go, preach, saying, The kingdom of heaven is at hand.",
    "Matthew 10:8": "Heal the sick, raise the dead, cleanse the lepers, cast out devils: freely ye received, freely give.",
    "Matthew 10:9": "Get you no gold, nor silver, nor brass in your purses;",
    "Matthew 10:10": "no wallet for your journey, neither two coats, nor shoes, nor staff: for the labourer is worthy of his food.",
    "Matthew 10:11": "And into whatsoever city or village ye shall enter, search out who in it is worthy; and there abide till ye go forth.",
    "Matthew 10:12": "And as ye enter into the house, salute it.",
    "Matthew 10:13": "And if the house be worthy, let your peace come upon it: but if it be not worthy, let your peace return to you.",
    "Matthew 10:14": "And whosoever shall not receive you, nor hear your words, as ye go forth out of that house or that city, shake off the dust of your feet.",
    "Matthew 10:15": "Verily I say unto you, It shall be more tolerable for the land of Sodom and Gomorrah in the day of judgment, than for that city.",
    "Matthew 10:16": "Behold, I send you forth as sheep in the midst of wolves: be ye therefore wise as serpents, and harmless as doves.",
    "Matthew 10:17": "But beware of men: for they will deliver you up to councils, and in their synagogues they will scourge you;",
    "Matthew 10:18": "yea and before governors and kings shall ye be brought for my sake, for a testimony to them and to the Gentiles.",
    "Matthew 10:19": "But when they deliver you up, be not anxious how or what ye shall speak: for it shall be given you in that hour what ye shall speak.",
    "Matthew 10:20": "For it is not ye that speak, but the Spirit of your Father that speaketh in you.",
    "Matthew 10:21": "And brother shall deliver up brother to death, and the father his child: and children shall rise up against parents, and cause them to be put to death.",
    "Matthew 10:22": "And ye shall be hated of all men for my name’s sake: but he that endureth to the end, the same shall be saved.",
    "Matthew 10:23": "But when they persecute you in this city, flee into the next: for verily I say unto you, Ye shall not have gone through the cities of Israel, till the Son of man be come.",
    "Matthew 10:24": "A disciple is not above his master, nor a servant above his lord.",
    "Matthew 10:25": "It is enough for the disciple that he be as his master, and the servant as his lord. If they have called the master of the house Beelzebub, how much more shall they call them of his household!",
    "Matthew 10:26": "Fear them not therefore: for there is nothing covered, that shall not be revealed; and hid, that shall not be known.",
    "Matthew 10:27": "What I tell you in the darkness, speak ye in the light: and what ye hear in the ear, proclaim upon the housetops.",
    "Matthew 10:28": "And be not afraid of them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.",
    "Matthew 10:29": "Are not two sparrows sold for a farthing? and not one of them shall fall on the ground without your Father:",
    "Matthew 10:30": "but the very hairs of your head are all numbered.",
    "Matthew 10:31": "Fear not therefore; ye are of more value than many sparrows.",
    "Matthew 10:32": "Every one therefore who shall confess me before men, him will I also confess before my Father which is in heaven.",
    "Matthew 10:33": "But whosoever shall deny me before men, him will I also deny before my Father which is in heaven.",
    "Matthew 10:34": "Think not that I came to send peace on the earth: I came not to send peace, but a sword.",
    "Matthew 10:35": "For I came to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law:",
    "Matthew 10:36": "and a man’s foes shall be they of his own household.",
    "Matthew 10:37": "He that loveth father or mother more than me is not worthy of me; and he that loveth son or daughter more than me is not worthy of me.",
    "Matthew 10:38": "And he that doth not take his cross and follow after me, is not worthy of me.",
    "Matthew 10:39": "He that findeth his life shall lose it; and he that loseth his life for my sake shall find it.",
    "Matthew 10:40": "He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me.",
    "Matthew 10:41": "He that receiveth a prophet in the name of a prophet shall receive a prophet’s reward; and he that receiveth a righteous man in the name of a righteous man shall receive a righteous man’s reward.",
    "Matthew 10:42": "And whosoever shall give to drink unto one of these little ones a cup of cold water only, in the name of a disciple, verily I say unto you, he shall in no wise lose his reward.",
    "Matthew 11:1": "And it came to pass, when Jesus had made an end of commanding his twelve disciples, he departed thence to teach and preach in their cities.",
    "Matthew 11:2": "Now when John heard in the prison the works of the Christ, he sent by his disciples,",
    "Matthew 11:3": "and said unto him, Art thou he that cometh, or look we for another?",
    "Matthew 11:4": "And Jesus answered and said unto them, Go your way and tell John the things which ye do hear and see:",
    "Matthew 11:5": "the blind receive their sight, and the lame walk, the lepers are cleansed, and the deaf hear, and the dead are raised up, and the poor have good tidings preached to them.",
    "Matthew 11:6": "And blessed is he, whosoever shall find none occasion of stumbling in me.",
    "Matthew 11:7": "And as these went their way, Jesus began to say unto the multitudes concerning John, What went ye out into the wilderness to behold? a reed shaken with the wind?",
    "Matthew 11:8": "But what went ye out for to see? a man clothed in soft raiment? Behold, they that wear soft raiment are in kings’ houses.",
    "Matthew 11:9": "But wherefore went ye out? to see a prophet? Yea, I say unto you, and much more than a prophet.",
    "Matthew 11:10": "This is he, of whom it is written, Behold, I send my messenger before thy face, Who shall prepare thy way before thee.",
    "Matthew 11:11": "Verily I say unto you, Among them that are born of women there hath not arisen a greater than John the Baptist: yet he that is but little in the kingdom of heaven is greater than he.",
    "Matthew 11:12": "And from the days of John the Baptist until now the kingdom of heaven suffereth violence, and men of violence take it by force.",
    "Matthew 11:13": "For all the prophets and the law prophesied until John.",
    "Matthew 11:14": "And if ye are willing to receive it, this is Elijah, which is to come.",
    "Matthew 11:15": "He that hath ears to hear, let him hear.",
    "Matthew 11:16": "But whereunto shall I liken this generation? It is like unto children sitting in the marketplaces, which call unto their fellows,",
    "Matthew 11:17": "and say, We piped unto you, and ye did not dance; we wailed, and ye did not mourn.",
    "Matthew 11:18": "For John came neither eating nor drinking, and they say, He hath a devil.",
    "Matthew 11:19": "The Son of man came eating and drinking, and they say, Behold, a gluttonous man, and a winebibber, a friend of publicans and sinners! And wisdom is justified by her works.",
    "Matthew 11:20": "Then began he to upbraid the cities wherein most of his mighty works were done, because they repented not.",
    "Matthew 11:21": "Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the mighty works had been done in Tyre and Sidon which were done in you, they would have repented long ago in sackcloth and ashes.",
    "Matthew 11:22": "Howbeit I say unto you, it shall be more tolerable for Tyre and Sidon in the day of judgment, than for you.",
    "Matthew 11:23": "And thou, Capernaum, shalt thou be exalted unto heaven? thou shalt go down unto Hades: for if the mighty works had been done in Sodom which were done in thee, it would have remained until this day.",
    "Matthew 11:24": "Howbeit I say unto you, that it shall be more tolerable for the land of Sodom in the day of judgment, than for thee.",
    "Matthew 11:25": "At that season Jesus answered and said, I thank thee, O Father, Lord of heaven and earth, that thou didst hide these things from the wise and understanding, and didst reveal them unto babes:",
    "Matthew 11:26": "yea, Father, for so it was well-pleasing in thy sight.",
    "Matthew 11:27": "All things have been delivered unto me of my Father: and no one knoweth the Son, save the Father; neither doth any know the Father, save the Son, and he to whomsoever the Son willeth to reveal him.",
    "Matthew 11:28": "Come unto me, all ye that labour and are heavy laden, and I will give you rest.",
    "Matthew 11:29": "Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.",
    "Matthew 11:30": "For my yoke is easy, and my burden is light.",
    "Matthew 12:1": "At that season Jesus went on the sabbath day through the cornfields; and his disciples were an hungred, and began to pluck ears of corn, and to eat.",
    "Matthew 12:2": "But the Pharisees, when they saw it, said unto him, Behold, thy disciples do that which it is not lawful to do upon the sabbath.",
    "Matthew 12:3": "But he said unto them, Have ye not read what David did, when he was an hungred, and they that were with him;",
    "Matthew 12:4": "how be entered into the house of God, and did eat the shewbread, which it was not lawful for him to eat, neither for them that were with him, but only for the priests?",
    "Matthew 12:5": "Or have ye not read in the law, how that on the sabbath day the priests in the temple profane the sabbath, and are guiltless?",
    "Matthew 12:6": "But I say unto you, that one greater than the temple is here.",
    "Matthew 12:7": "But if ye had known what this meaneth, I desire mercy, and not sacrifice, ye would not have condemned the guiltless.",
    "Matthew 12:8": "For the Son of man is lord of the sabbath.",
    "Matthew 12:9": "And he departed thence, and went into their synagogue:",
    "Matthew 12:10": "and behold, a man having a withered hand. And they asked him, saying, Is it lawful to heal on the sabbath day? that they might accuse him.",
    "Matthew 12:11": "And he said unto them, What man shall there be of you, that shall have one sheep, and if this fall into a pit on the sabbath day, will he not lay hold on it, and lift it out?",
    "Matthew 12:12": "How much then is a man of more value than a sheep! Wherefore it is lawful to do good on the sabbath day.",
    "Matthew 12:13": "Then saith he to the man, Stretch forth thy hand. And he stretched it forth; and it was restored whole, as the other.",
    "Matthew 12:14": "But the Pharisees went out, and took counsel against him, how they might destroy him.",
    "Matthew 12:15": "And Jesus perceiving it withdrew from thence: and many followed him; and he healed them all,",
    "Matthew 12:16": "and charged them that they should not make him known:",
    "Matthew 12:17": "that it might be fulfilled which was spoken by Isaiah the prophet, saying,",
    "Matthew 12:18": "Behold, my servant whom I have chosen; My beloved in whom my soul is well pleased: I will put my Spirit upon him, And he shall declare judgment to the Gentiles.",
    "Matthew 12:19": "He shall not strive, nor cry aloud; Neither shall any one hear his voice in the streets.",
    "Matthew 12:20": "A bruised reed shall he not break, And smoking flax shall he not quench, Till he send forth judgment unto victory.",
    "Matthew 12:21": "And in his name shall the Gentiles hope.",
    "Matthew 12:22": "Then was brought unto him one possessed with a devil, blind and dumb: and he healed him, insomuch that the dumb man spake and saw.",
    "Matthew 12:23": "And all the multitudes were amazed, and said, Is this the son of David?",
    "Matthew 12:24": "But when the Pharisees heard it, they said, This man doth not cast out devils, but by Beelzebub the prince of the devils.",
    "Matthew 12:25": "And knowing their thoughts he said unto them, Every kingdom divided against itself is brought to desolation; and every city or house divided against itself shall not stand:",
    "Matthew 12:26": "and if Satan casteth out Satan, he is divided against himself; how then shall his kingdom stand?",
    "Matthew 12:27": "And if I by Beelzebub cast out devils, by whom do your sons cast them out? therefore shall they be your judges.",
    "Matthew 12:28": "But if I by the Spirit of God cast out devils, then is the kingdom of God come upon you.",
    "Matthew 12:29": "Or how can one enter into the house of the strong man, and spoil his goods, except he first bind the strong man? and then he will spoil his house.",
    "Matthew 12:30": "He that is not with me is against me; and he that gathereth not with me scattereth.",
    "Matthew 12:31": "Therefore I say unto you, Every sin and blasphemy shall be forgiven unto men; but the blasphemy against the Spirit shall not be forgiven.",
    "Matthew 12:32": "And whosoever shall speak a word against the Son of man, it shall be forgiven him; but whosoever shall speak against the Holy Spirit, it shall not be forgiven him, neither in this world, nor in that which is to come.",
    "Matthew 12:33": "Either make the tree good, and its fruit good; or make the tree corrupt, and its fruit corrupt: for the tree is known by its fruit.",
    "Matthew 12:34": "Ye offspring of vipers, how can ye, being evil, speak good things? for out of the abundance of the heart the mouth speaketh.",
    "Matthew 12:35": "The good man out of his good treasure bringeth forth good things: and the evil man out of his evil treasure bringeth forth evil things.",
    "Matthew 12:36": "And I say unto you, that every idle word that men shall speak, they shall give account thereof in the day of judgment.",
    "Matthew 12:37": "For by thy words thou shalt be justified, and by thy words thou shalt be condemned.",
    "Matthew 12:38": "Then certain of the scribes and Pharisees answered him, saying, Master, we would see a sign from thee.",
    "Matthew 12:39": "But he answered and said unto them, An evil and adulterous generation seeketh after a sign; and there shall no sign be given to it but the sign of Jonah the prophet:",
    "Matthew 12:40": "for as Jonah was three days and three nights in the belly of the whale; so shall the Son of man be three days and three nights in the heart of the earth.",
    "Matthew 12:41": "The men of Nineveh shall stand up in the judgment with this generation, and shall condemn it: for they repented at the preaching of Jonah; and behold, a greater than Jonah is here.",
    "Matthew 12:42": "The queen of the south shall rise up in the judgment with this generation, and shall condemn it: for she came from the ends of the earth to hear the wisdom of Solomon; and behold, a greater than Solomon is here.",
    "Matthew 12:43": "But the unclean spirit, when he is gone out of the man, passeth through waterless places, seeking rest, and findeth it not.",
    "Matthew 12:44": "Then he saith, I will return into my house whence I came out; and when he is come, he findeth it empty, swept, and garnished.",
    "Matthew 12:45": "Then goeth he, and taketh with himself seven other spirits more evil than himself, and they enter in and dwell there: and the last state of that man becometh worse than the first. Even so shall it be also unto this evil generation.",
    "Matthew 12:46": "While he was yet speaking to the multitudes, behold, his mother and his brethren stood without, seeking to speak to him.",
    "Matthew 12:47": "And one said unto him, Behold, thy mother and thy brethren stand without, seeking to speak to thee.",
    "Matthew 12:48": "But he answered and said unto him that told him, Who is my mother? and who are my brethren?",
    "Matthew 12:49": "And he stretched forth his hand towards his disciples, and said, Behold, my mother and my brethren!",
    "Matthew 12:50": "For whosoever shall do the will of my Father which is in heaven, he is my brother, and sister, and mother.",
    "Matthew 13:1": "On that day went Jesus out of the house, and sat by the sea side.",
    "Matthew 13:2": "And there were gathered unto him great multitudes, so that he entered into a boat, and sat; and all the multitude stood on the beach.",
    "Matthew 13:3": "And he spake to them many things in parables, saying, Behold, the sower went forth to sow;",
    "Matthew 13:4": "and as he sowed, some seeds fell by the way side, and the birds came and devoured them:",
    "Matthew 13:5": "and others fell upon the rocky places, where they had not much earth: and straightway they sprang up, because they had no deepness of earth:",
    "Matthew 13:6": "and when the sun was risen, they were scorched; and because they had no root, they withered away.",
    "Matthew 13:7": "And others fell upon the thorns; and the thorns grew up, and choked them:",
    "Matthew 13:8": "and others fell upon the good ground, and yielded fruit, some a hundredfold, some sixty, some thirty.",
    "Matthew 13:9": "He that hath ears, let him hear.",
    "Matthew 13:10": "And the disciples came, and said unto him, Why speakest thou unto them in parables?",
    "Matthew 13:11": "And he answered and said unto them, Unto you it is given to know the mysteries of the kingdom of heaven, but to them it is not given.",
    "Matthew 13:12": "For whosoever hath, to him shall be given, and he shall have abundance: but whosoever hath not, from him shall be taken away even that which he hath.",
    "Matthew 13:13": "Therefore speak I to them in parables; because seeing they see not, and hearing they hear not, neither do they understand.",
    "Matthew 13:14": "And unto them is fulfilled the prophecy of Isaiah, which saith, By hearing ye shall hear, and shall in no wise understand; And seeing ye shall see, and shall in no wise perceive:",
    "Matthew 13:15": "For this people’s heart is waxed gross, And their ears are dull of hearing, And their eyes they have closed; Lest haply they should perceive with their eyes, And hear with their ears, And understand with their heart, And should turn again, And I should heal them.",
    "Matthew 13:16": "But blessed are your eyes, for they see; and your ears, for they hear.",
    "Matthew 13:17": "For verily I say unto you, that many prophets and righteous men desired to see the things which ye see, and saw them not; and to hear the things which ye hear, and heard them not.",
    "Matthew 13:18": "Hear then ye the parable of the sower.",
    "Matthew 13:19": "When any one heareth the word of the kingdom, and understandeth it not, then cometh the evil one, and snatcheth away that which hath been sown in his heart. This is he that was sown by the way side.",
    "Matthew 13:20": "And he that was sown upon the rocky places, this is he that heareth the word, and straightway with joy receiveth it;",
    "Matthew 13:21": "yet hath he not root in himself, but endureth for a while; and when tribulation or persecution ariseth because of the word, straightway he stumbleth.",
    "Matthew 13:22": "And he that was sown among the thorns, this is he that heareth the word; and the care of the world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.",
    "Matthew 13:23": "And he that was sown upon the good ground, this is he that heareth the word, and understandeth it; who verily beareth fruit, and bringeth forth, some a hundredfold, some sixty, some thirty.",
    "Matthew 13:24": "Another parable set he before them, saying, The kingdom of heaven is likened unto a man that sowed good seed in his field:",
    "Matthew 13:25": "but while men slept, his enemy came and sowed tares also among the wheat, and went away.",
    "Matthew 13:26": "But when the blade sprang up, and brought forth fruit, then appeared the tares also.",
    "Matthew 13:27": "And the servants of the householder came and said unto him, Sir, didst thou not sow good seed in thy field? whence then hath it tares?",
    "Matthew 13:28": "And he said unto them, An enemy hath done this. And the servants say unto him, Wilt thou then that we go and gather them up?",
    "Matthew 13:29": "But he saith, Nay; lest haply while ye gather up the tares, ye root up the wheat with them.",
    "Matthew 13:30": "Let both grow together until the harvest: and in the time of the harvest I will say to the reapers, Gather up first the tares, and bind them in bundles to burn them: but gather the wheat into my barn.",
    "Matthew 13:31": "Another parable set he before them, saying, The kingdom of heaven is like unto a grain of mustard seed, which a man took, and sowed in his field:",
    "Matthew 13:32": "which indeed is less than all seeds; but when it is grown, it is greater than the herbs, and becometh a tree, so that the birds of the heaven come and lodge in the branches thereof.",
    "Matthew 13:33": "Another parable spake he unto them; The kingdom of heaven is like unto leaven, which a woman took, and hid in three measures of meal, till it was all leavened.",
    "Matthew 13:34": "All these things spake Jesus in parables unto the multitudes; and without a parable spake he nothing unto them:",
    "Matthew 13:35": "that it might be fulfilled which was spoken by the prophet, saying, I will open my mouth in parables; I will utter things hidden from the foundation of the world.",
    "Matthew 13:36": "Then he left the multitudes, and went into the house: and his disciples came unto him, saying, Explain unto us the parable of the tares of the field.",
    "Matthew 13:37": "And he answered and said, He that soweth the good seed is the Son of man;",
    "Matthew 13:38": "and the field is the world; and the good seed, these are the sons of the kingdom; and the tares are the sons of the evil one;",
    "Matthew 13:39": "and the enemy that sowed them is the devil: and the harvest is the end of the world; and the reapers are angels.",
    "Matthew 13:40": "As therefore the tares are gathered up and burned with fire; so shall it be in the end of the world.",
    "Matthew 13:41": "The Son of man shall send forth his angels, and they shall gather out of his kingdom all things that cause stumbling, and them that do iniquity,",
    "Matthew 13:42": "and shall cast them into the furnace of fire: there shall be the weeping and gnashing of teeth.",
    "Matthew 13:43": "Then shall the righteous shine forth as the sun in the kingdom of their Father. He that hath ears, let him hear.",
    "Matthew 13:44": "The kingdom of heaven is like unto a treasure hidden in the field; which a man found, and hid; and in his joy he goeth and selleth all that he hath, and buyeth that field.",
    "Matthew 13:45": "Again, the kingdom of heaven is like unto a man that is a merchant seeking goodly pearls:",
    "Matthew 13:46": "and having found one pearl of great price, he went and sold all that he had, and bought it.",
    "Matthew 13:47": "Again, the kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind:",
    "Matthew 13:48": "which, when it was filled, they drew up on the beach; and they sat down, and gathered the good into vessels, but the bad they cast away.",
    "Matthew 13:49": "So shall it be in the end of the world: the angels shall come forth, and sever the wicked from among the righteous,",
    "Matthew 13:50": "and shall cast them into the furnace of fire: there shall be the weeping and gnashing of teeth.",
    "Matthew 13:51": "Have ye understood all these things? They say unto him, Yea.",
    "Matthew 13:52": "And he said unto them, Therefore every scribe who hath been made a disciple to the kingdom of heaven is like unto a man that is a householder, which bringeth forth out of his treasure things new and old.",
    "Matthew 13:53": "And it came to pass, when Jesus had finished these parables, he departed thence.",
    "Matthew 13:54": "And coming into his own country he taught them in their synagogue, insomuch that they were astonished, and said, Whence hath this man this wisdom, and these mighty works?",
    "Matthew 13:55": "Is not this the carpenter’s son? is not his mother called Mary? and his brethren, James, and Joseph, and Simon, and Judas?",
    "Matthew 13:56": "And his sisters, are they not all with us? Whence then hath this man all these things?",
    "Matthew 13:57": "And they were offended in him. But Jesus said unto them, A prophet is not without honour, save in his own country, and in his own house.",
    "Matthew 13:58": "And he did not many mighty works there because of their unbelief.",
    "Matthew 14:1": "At that season Herod the tetrarch heard the report concerning Jesus,",
    "Matthew 14:2": "and said unto his servants, This is John the Baptist; he is risen from the dead; and therefore do these powers work in him.",
    "Matthew 14:3": "For Herod had laid hold on John, and bound him, and put him in prison for the sake of Herodias, his brother Philip’s wife.",
    "Matthew 14:4": "For John said unto him, It is not lawful for thee to have her.",
    "Matthew 14:5": "And when he would have put him to death, he feared the multitude, because they counted him as a prophet.",
    "Matthew 14:6": "But when Herod’s birthday came, the daughter of Herodias danced in the midst, and pleased Herod.",
    "Matthew 14:7": "Whereupon he promised with an oath to give her whatsoever she should ask.",
    "Matthew 14:8": "And she, being put forward by her mother, saith, Give me here in a charger the head of John the Baptist.",
    "Matthew 14:9": "And the king was grieved; but for the sake of his oaths, and of them which sat at meat with him, he commanded it to be given;",
    "Matthew 14:10": "and he sent, and beheaded John in the prison.",
    "Matthew 14:11": "And his head was brought in a charger, and given to the damsel: and she brought it to her mother.",
    "Matthew 14:12": "And his disciples came, and took up the corpse, and buried him; and they went and told Jesus.",
    "Matthew 14:13": "Now when Jesus heard it, he withdrew from thence in a boat, to a desert place apart: and when the multitudes heard thereof, they followed him on foot from the cities.",
    "Matthew 14:14": "And he came forth, and saw a great multitude, and he had compassion on them, and healed their sick.",
    "Matthew 14:15": "And when even was come, the disciples came to him, saying, The place is desert, and the time is already past; send the multitudes away, that they may go into the villages, and buy themselves food.",
    "Matthew 14:16": "But Jesus said unto them, They have no need to go away; give ye them to eat.",
    "Matthew 14:17": "And they say unto him, We have here but five loaves, and two fishes.",
    "Matthew 14:18": "And he said, Bring them hither to me.",
    "Matthew 14:19": "And he commanded the multitudes to sit down on the grass; and he took the five loaves, and the two fishes, and looking up to heaven, he blessed, and brake and gave the loaves to the disciples, and the disciples to the multitudes.",
    "Matthew 14:20": "And they did all eat, and were filled: and they took up that which remained over of the broken pieces, twelve baskets full.",
    "Matthew 14:21": "And they that did eat were about five thousand men, beside women an children.",
    "Matthew 14:22": "And straightway he constrained the disciples to enter into the boat, and to go before him unto the other side, till he should send the multitudes away.",
    "Matthew 14:23": "And after he had sent the multitudes away, he went up into the mountain apart to pray: and when even was come, he was there alone.",
    "Matthew 14:24": "But the boat was now in the midst of the sea, distressed by the waves; for the wind was contrary.",
    "Matthew 14:25": "And in the fourth watch of the night he came unto them, walking upon the sea.",
    "Matthew 14:26": "And when the disciples saw him walking on the sea, they were troubled, saying, It is an apparition; and they cried out for fear.",
    "Matthew 14:27": "But straightway Jesus spake unto them, saying, Be of good cheer; it is I; be not afraid.",
    "Matthew 14:28": "And Peter answered him and said, Lord, if it be thou, bid me come unto thee upon the waters.",
    "Matthew 14:29": "And he said, Come. And Peter went down from the boat, and walked upon the waters, to come to Jesus.",
    "Matthew 14:30": "But when he saw the wind, he was afraid; and beginning to sink, he cried out, saying, Lord, save me.",
    "Matthew 14:31": "And immediately Jesus stretched forth his hand, and took hold of him, and saith unto him, O thou of little faith, wherefore didst thou doubt?",
    "Matthew 14:32": "And when they were gone up into the boat, the wind ceased.",
    "Matthew 14:33": "And they that were in the boat worshipped him, saying, Of a truth thou art the Son of God.",
    "Matthew 14:34": "And when they had crossed over, they came to the land, unto Gennesaret.",
    "Matthew 14:35": "And when the men of that place knew him, they sent into all that region round about, and brought unto him all that were sick;",
    "Matthew 14:36": "and they besought him that they might only touch the border of his garment: and as many as touched were made whole.",
    "Matthew 15:1": "Then there come to Jesus from Jerusalem Pharisees and scribes, saying,",
    "Matthew 15:2": "Why do thy disciples transgress the tradition of the elders? for they wash not their hands when they eat bread.",
    "Matthew 15:3": "And he answered and said unto them, Why do ye also transgress the commandment of God because of your tradition?",
    "Matthew 15:4": "For God said, Honour thy father and thy mother: and, He that speaketh evil of father or mother, let him die the death.",
    "Matthew 15:5": "But ye say, Whosoever shall say to his father or his mother, That wherewith thou mightest have been profited by me is given to God;",
    "Matthew 15:6": "he shall not honour his father. And ye have made void the word of God because of your tradition.",
    "Matthew 15:7": "Ye hypocrites, well did Isaiah prophesy of you, saying,",
    "Matthew 15:8": "This people honoureth me with their lips; But their heart is far from me.",
    "Matthew 15:9": "But in vain do they worship me, Teaching as their doctrines the precepts of men.",
    "Matthew 15:10": "And he called to him the multitude, and said unto them, Hear, and understand:",
    "Matthew 15:11": "Not that which entereth into the mouth defileth the man; but that which proceedeth out of the mouth, this defileth the man.",
    "Matthew 15:12": "Then came the disciples, and said unto him, Knowest thou that the Pharisees were offended, when they heard this saying?",
    "Matthew 15:13": "But he answered and said, Every plant which my heavenly Father planted not, shall be rooted up.",
    "Matthew 15:14": "Let them alone: they are blind guides. And if the blind guide the blind, both shall fall into a pit.",
    "Matthew 15:15": "And Peter answered and said unto him, Declare unto us the parable.",
    "Matthew 15:16": "And he said, Are ye also even yet without understanding?",
    "Matthew 15:17": "Perceive ye not, that whatsoever goeth into the mouth passeth into the belly, and is cast out into the draught?",
    "Matthew 15:18": "But the things which proceed out of the mouth come forth out of the heart; and they defile the man.",
    "Matthew 15:19": "For out of the heart come forth evil thoughts, murders, adulteries, fornications, thefts, false witness, railings:",
    "Matthew 15:20": "these are the things which defile the man: but to eat with unwashen hands defileth not the man.",
    "Matthew 15:21": "And Jesus went out thence, and withdrew into the parts of Tyre and Sidon.",
    "Matthew 15:22": "And behold, a Canaanitish woman came out from those borders, and cried, saying, Have mercy on me, O Lord, thou son of David; my daughter is grievously vexed with a devil.",
    "Matthew 15:23": "But he answered her not a word. And his disciples came and besought him, saying, Send her away; for she crieth after us.",
    "Matthew 15:24": "But he answered and said, I was not sent but unto the lost sheep of the house of Israel.",
    "Matthew 15:25": "But she came and worshipped him, saying, Lord, help me.",
    "Matthew 15:26": "And he answered and said, It is not meet to take the children’s bread and cast it to the dogs.",
    "Matthew 15:27": "But she said, Yea, Lord: for even the dogs eat of the crumbs which fall from their masters’ table.",
    "Matthew 15:28": "Then Jesus answered and said unto her, O woman, great is thy faith: be it done unto thee even as thou wilt. And her daughter was healed from that hour.",
    "Matthew 15:29": "And Jesus departed thence, and came nigh unto the sea of Galilee; and he went up into the mountain, and sat there.",
    "Matthew 15:30": "And there came unto him great multitudes, having with them the lame, blind, dumb, maimed, and many others, and they cast them down at his feet; and he healed them:",
    "Matthew 15:31": "insomuch that the multitude wondered, when they saw the dumb speaking, the maimed whole, and the lame walking, and the blind seeing: and they glorified the God of Israel.",
    "Matthew 15:32": "And Jesus called unto him his disciples, and said, I have compassion on the multitude, because they continue with me now three days and have nothing to eat: and I would not send them away fasting, lest haply they faint in the way.",
    "Matthew 15:33": "And the disciples say unto him, Whence should we have so many loaves in a desert place, as to fill so great a multitude?",
    "Matthew 15:34": "And Jesus saith unto them, How many loaves have ye? And they said, Seven, and a few small fishes.",
    "Matthew 15:35": "And he commanded the multitude to sit down on the ground;",
    "Matthew 15:36": "and he took the seven loaves and the fishes; and he gave thanks and brake, and gave to the disciples, and the disciples to the multitudes.",
    "Matthew 15:37": "And they did all eat, and were filled: and they took up that which remained over of the broken pieces, seven baskets full.",
    "Matthew 15:38": "And they that did eat were four thousand men, beside women and children.",
    "Matthew 15:39": "And he sent away the multitudes, and entered into the boat, and came into the borders of Magadan.",
    "Matthew 16:1": "And the Pharisees and Sadducees came, and tempting him asked him to shew them a sign from heaven.",
    "Matthew 16:2": "But he answered and said unto them, When it is evening, ye say, It will be fair weather: for the heaven is red.",
    "Matthew 16:3": "And in the morning, It will be foul weather today: for the heaven is red and lowring. Ye know how to discern the face of the heaven; but ye cannot discern the signs of the times.",
    "Matthew 16:4": "An evil and adulterous generation seeketh after a sign; and there shall no sign be given unto it, but the sign of Jonah. And he left them, and departed.",
    "Matthew 16:5": "And the disciples came to the other side and forgot to take bread.",
    "Matthew 16:6": "And Jesus said unto them, Take heed and beware of the leaven of the Pharisees and Sadducees.",
    "Matthew 16:7": "And they reasoned among themselves, saying, We took no bread.",
    "Matthew 16:8": "And Jesus perceiving it said, O ye of little faith, why reason ye among yourselves, because ye have no bread?",
    "Matthew 16:9": "Do ye not yet perceive, neither remember the five loaves of the five thousand, and how many baskets ye took up?",
    "Matthew 16:10": "Neither the seven loaves of the four thousand, and how many baskets ye took up?",
    "Matthew 16:11": "How is it that ye do not perceive that I spake not to you concerning bread? But beware of the leaven of the Pharisees and Sadducees.",
    "Matthew 16:12": "Then understood they how that he bade them not beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees.",
    "Matthew 16:13": "Now when Jesus came into the parts of Caesarea Philippi, he asked his disciples, saying, Who do men say that the Son of man is?",
    "Matthew 16:14": "And they said, Some say John the Baptist; some, Elijah: and others, Jeremiah, or one of the prophets.",
    "Matthew 16:15": "He saith unto them, But who say ye that I am?",
    "Matthew 16:16": "And Simon Peter answered and said, Thou art the Christ, the Son of the living God.",
    "Matthew 16:17": "And Jesus answered and said unto him, Blessed art thou, Simon Bar-Jonah: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.",
    "Matthew 16:18": "And I also say unto thee, that thou art Peter, and upon this rock I will build my church; and the gates of Hades shall not prevail against it.",
    "Matthew 16:19": "I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.",
    "Matthew 16:20": "Then charged he the disciples that they should tell no man that he was the Christ.",
    "Matthew 16:21": "From that time began Jesus to shew unto his disciples, how that he must go unto Jerusalem, and suffer many things of the elders and chief priests and scribes, and be killed, and the third day be raised up.",
    "Matthew 16:22": "And Peter took him, and began to rebuke him, saying, Be it far from thee, Lord: this shall never be unto thee.",
    "Matthew 16:23": "But he turned, and said unto Peter, Get thee behind me, Satan: thou art a stumbling-block unto me: for thou mindest not the things of God, but the things of men.",
    "Matthew 16:24": "Then said Jesus unto his disciples, If any man would come after me, let him deny himself, and take up his cross, and follow me.",
    "Matthew 16:25": "For whosoever would save his life shall lose it: and whosoever shall lose his life for my sake shall find it.",
    "Matthew 16:26": "For what shall a man be profited, if he shall gain the whole world, and forfeit his life? or what shall a man give in exchange for his life?",
    "Matthew 16:27": "For the Son of man shall come in the glory of his Father with his angels; and then shall he render unto every man according to his deeds.",
    "Matthew 16:28": "Verily I say unto you, There be some of them that stand here, which shall in no wise taste of death, till they see the Son of man coming in his kingdom.",
    "Matthew 17:1": "And after six days Jesus taketh with him Peter, and James, and John his brother, and bringeth them up into a high mountain apart:",
    "Matthew 17:2": "and he was transfigured before them: and his face did shine as the sun, and his garments became white as the light.",
    "Matthew 17:3": "And behold, there appeared unto them Moses and Elijah talking with him.",
    "Matthew 17:4": "And Peter answered, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, I will make here three tabernacles; one for thee, and one for Moses, and one for Elijah.",
    "Matthew 17:5": "While he was yet speaking, behold, a bright cloud overshadowed them: and behold, a voice out of the cloud, saying, This is my beloved Son, in whom I am well pleased; hear ye him.",
    "Matthew 17:6": "And when the disciples heard it, they fell on their face, and were sore afraid.",
    "Matthew 17:7": "And Jesus came and touched them and said, Arise, and be not afraid.",
    "Matthew 17:8": "And lifting up their eyes, they saw no one, save Jesus only.",
    "Matthew 17:9": "And as they were coming down from the mountain, Jesus commanded them, saying, Tell the vision to no man, until the Son of man be risen from the dead.",
    "Matthew 17:10": "And his disciples asked him, saying, Why then say the scribes that Elijah must first come?",
    "Matthew 17:11": "And he answered and said, Elijah indeed cometh, and shall restore all things:",
    "Matthew 17:12": "but I say unto you, that Elijah is come already, and they knew him not, but did unto him whatsoever they listed. Even so shall the Son of man also suffer of them.",
    "Matthew 17:13": "Then understood the disciples that he spake unto them of John the Baptist.",
    "Matthew 17:14": "And when they were come to the multitude, there came to him a man, kneeling to him, and saying,",
    "Matthew 17:15": "Lord, have mercy on my son: for he is epileptic, and suffereth grievously: for oft-times he falleth into the fire, and oft-times into the water.",
    "Matthew 17:16": "And I brought him to thy disciples, and they could not cure him.",
    "Matthew 17:17": "And Jesus answered and said, O faithless and perverse generation, how long shall I be with you? how long shall I bear with you? bring him hither to me.",
    "Matthew 17:18": "And Jesus rebuked him; and the devil went out from him: and the boy was cured from that hour.",
    "Matthew 17:19": "Then came the disciples to Jesus apart, and said, Why could not we cast it out?",
    "Matthew 17:20": "And he saith unto them, Because of your little faith: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.",
    "Matthew 17:21": "",
    "Matthew 17:22": "And while they abode in Galilee, Jesus said unto them, The Son of man shall be delivered up into the hands of men;",
    "Matthew 17:23": "and they shall kill him, and the third day he shall be raised up. And they were exceeding sorry.",
    "Matthew 17:24": "And when they were come to Capernaum, they that received the half-shekel came to Peter, and said, Doth not your master pay the half-shekel?",
    "Matthew 17:25": "He saith, Yea. And when he came into the house, Jesus spake first to him, saying, What thinkest thou, Simon? the kings of the earth, from whom do they receive toll or tribute? from their sons, or from strangers?",
    "Matthew 17:26": "And when he said, From strangers, Jesus said unto him, Therefore the sons are free.",
    "Matthew 17:27": "But, lest we cause them to stumble, go thou to the sea, and cast a hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a shekel: that take, and give unto them for me and thee.",
    "Matthew 18:1": "In that hour came the disciples unto Jesus, saying, Who then is greatest in the kingdom of heaven?",
    "Matthew 18:2": "And he called to him a little child, and set him in the midst of them,",
    "Matthew 18:3": "and said, Verily I say unto you, Except ye turn, and become as little children, ye shall in no wise enter into the kingdom of heaven.",
    "Matthew 18:4": "Whosoever therefore shall humble himself as this little child, the same is the greatest in the kingdom of heaven.",
    "Matthew 18:5": "And whoso shall receive one such little child in my name receiveth me:",
    "Matthew 18:6": "But whoso shall cause one of these little ones which believe on me to stumble, it is profitable for him that a great millstone should be hanged about his neck, and that he should be sunk in the depth of the sea.",
    "Matthew 18:7": "Woe unto the world because of occasions of stumbling! for it must needs be that the occasions come; but woe to that man through whom the occasion cometh!",
    "Matthew 18:8": "And if thy hand or thy foot causeth thee to stumble, cut it off, and cast it from thee: it is good for thee to enter into life maimed or halt, rather than having two hands or two feet to be cast into the eternal fire.",
    "Matthew 18:9": "And if thine eye causeth thee to stumble, pluck it out, and cast it from thee: it is good for thee to enter into life with one eye, rather than having two eyes to be cast into the hell of fire.",
    "Matthew 18:10": "See that ye despise not one of these little ones; for I say unto you, that in heaven their angels do always behold the face of my Father which is in heaven.",
    "Matthew 18:11": "",
    "Matthew 18:12": "How think ye? if any man have a hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and go unto the mountains, and seek that which goeth astray?",
    "Matthew 18:13": "And if so be that he find it, verily I say unto you, he rejoiceth over it more than over the ninety and nine which have not gone astray.",
    "Matthew 18:14": "Even so it is not the will of your Father which is in heaven, that one of these little ones should perish.",
    "Matthew 18:15": "And if thy brother sin against thee, go, shew him his fault between thee and him alone: if he hear thee, thou hast gained thy brother.",
    "Matthew 18:16": "But if he hear thee not, take with thee one or two more, that at the mouth of two witnesses or three every word may be established.",
    "Matthew 18:17": "And if he refuse to hear them, tell it unto the church: and if he refuse to hear the church also, let him be unto thee as the Gentile and the publican.",
    "Matthew 18:18": "Verily I say unto you, What things soever ye shall bind on earth shall be bound in heaven: and what things soever ye shall loose on earth shall be loosed in heaven.",
    "Matthew 18:19": "Again I say unto you, that if two of you shall agree on earth as touching anything that they shall ask, it shall be done for them of my Father which is in heaven.",
    "Matthew 18:20": "For where two or three are gathered together in my name, there am I in the midst of them.",
    "Matthew 18:21": "Then came Peter, and said to him, Lord, how oft shall my brother sin against me, and I forgive him? until seven times?",
    "Matthew 18:22": "Jesus saith unto him, I say not unto thee, Until seven times; but, Until seventy times seven.",
    "Matthew 18:23": "Therefore is the kingdom of heaven likened unto a certain king, which would make a reckoning with his servants.",
    "Matthew 18:24": "And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.",
    "Matthew 18:25": "But forasmuch as he had not wherewith to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made.",
    "Matthew 18:26": "The servant therefore fell down and worshipped him, saying, Lord, have patience with me, and I will pay thee all.",
    "Matthew 18:27": "And the lord of that servant, being moved with compassion, released him, and forgave him the debt.",
    "Matthew 18:28": "But that servant went out, and found one of his fellow-servants, which owed him a hundred pence: and he laid hold on him, and took him by the throat, saying, Pay what thou owest.",
    "Matthew 18:29": "So his fellow-servant fell down and besought him, saying, Have patience with me, and I will pay thee.",
    "Matthew 18:30": "And he would not: but went and cast him into prison, till he should pay that which was due.",
    "Matthew 18:31": "So when his fellow-servants saw what was done, they were exceeding sorry, and came and told unto their lord all that was done.",
    "Matthew 18:32": "Then his lord called him unto him, and saith to him, Thou wicked servant, I forgave thee all that debt, because thou besoughtest me:",
    "Matthew 18:33": "shouldest not thou also have had mercy on thy fellow-servant, even as I had mercy on thee?",
    "Matthew 18:34": "And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due.",
    "Matthew 18:35": "So shall also my heavenly Father do unto you, if ye forgive not every one his brother from your hearts.",
    "Matthew 19:1": "And it came to pass when Jesus had finished these words, he departed from Galilee, and came into the borders of Judaea beyond Jordan;",
    "Matthew 19:2": "and great multitudes followed him; and he healed them there.",
    "Matthew 19:3": "And there came unto him Pharisees, tempting him, and saying, Is it lawful for a man to put away his wife for every cause?",
    "Matthew 19:4": "And he answered and said, Have ye not read, that he which made them from the beginning made them male and female,",
    "Matthew 19:5": "and said, For this cause shall a man leave his father and mother, and shall cleave to his wife; and the twain shall become one flesh?",
    "Matthew 19:6": "So that they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.",
    "Matthew 19:7": "They say unto him, Why then did Moses command to give a bill of divorcement, and to put her away?",
    "Matthew 19:8": "He saith unto them, Moses for your hardness of heart suffered you to put away your wives: but from the beginning it hath not been so.",
    "Matthew 19:9": "And I say unto you, Whosoever shall put away his wife, except for fornication, and shall marry another, committeth adultery: and he that marrieth her when she is put away committeth adultery.",
    "Matthew 19:10": "The disciples say unto him, If the case of the man is so with his wife, it is not expedient to marry.",
    "Matthew 19:11": "But he said unto them, All men cannot receive this saying, but they to whom it is given.",
    "Matthew 19:12": "For there are eunuchs, which were so born from their mother’s womb: and there are eunuchs, which were made eunuchs by men: and there are eunuchs, which made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it.",
    "Matthew 19:13": "Then were there brought unto him little children, that he should lay his hands on them, and pray: and the disciples rebuked them.",
    "Matthew 19:14": "But Jesus said, Suffer the little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.",
    "Matthew 19:15": "And he laid his hands on them, and departed thence.",
    "Matthew 19:16": "And behold, one came to him and said, Master, what good thing shall I do, that I may have eternal life?",
    "Matthew 19:17": "And he said unto him, Why askest thou me concerning that which is good? One there is who is good: but if thou wouldest enter into life, keep the commandments.",
    "Matthew 19:18": "He saith unto him, Which? And Jesus said, Thou shalt not kill, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,",
    "Matthew 19:19": "Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.",
    "Matthew 19:20": "The young man saith unto him, All these things have I observed: what lack I yet?",
    "Matthew 19:21": "Jesus said unto him, If thou wouldest be perfect, go, sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, follow me.",
    "Matthew 19:22": "But when the young man heard the saying, he went away sorrowful: for he was one that had great possessions.",
    "Matthew 19:23": "And Jesus said unto his disciples, Verily I say unto you, It is hard for a rich man to enter into the kingdom of heaven.",
    "Matthew 19:24": "And again I say unto you, It is easier for a camel to go through a needle’s eye, than for a rich man to enter into the kingdom of God.",
    "Matthew 19:25": "And when the disciples heard it, they were astonished exceedingly, saying, Who then can be saved?",
    "Matthew 19:26": "And Jesus looking upon them said to them, With men this is impossible; but with God all things are possible.",
    "Matthew 19:27": "Then answered Peter and said unto him, Lo, we have left all, and followed thee; what then shall we have?",
    "Matthew 19:28": "And Jesus said unto them, Verily I say unto you, that ye which have followed me, in the regeneration when the Son of man shall sit on the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.",
    "Matthew 19:29": "And every one that hath left houses, or brethren, or sisters, or father, or mother, or children, or lands, for my name’s sake, shall receive a hundredfold, and shall inherit eternal life.",
    "Matthew 19:30": "But many shall be last that are first; and first that are last.",
    "Matthew 20:1": "For the kingdom of heaven is like unto a man that is a householder, which went out early in the morning to hire labourers into his vineyard.",
    "Matthew 20:2": "And when he had agreed with the labourers for a penny a day, he sent them into his vineyard.",
    "Matthew 20:3": "And he went out about the third hour, and saw others standing in the marketplace idle;",
    "Matthew 20:4": "and to them he said, Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way.",
    "Matthew 20:5": "Again he went out about the sixth and the ninth hour, and did likewise.",
    "Matthew 20:6": "And about the eleventh hour he went out, and found others standing; and he saith unto them, Why stand ye here all the day idle?",
    "Matthew 20:7": "They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard.",
    "Matthew 20:8": "And when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and pay them their hire, beginning from the last unto the first.",
    "Matthew 20:9": "And when they came that were hired about the eleventh hour, they received every man a penny.",
    "Matthew 20:10": "And when the first came, they supposed that they would receive more; and they likewise received every man a penny.",
    "Matthew 20:11": "And when they received it, they murmured against the householder,",
    "Matthew 20:12": "saying, These last have spent but one hour, and thou hast made them equal unto us, which have borne the burden of the day and the scorching heat.",
    "Matthew 20:13": "But he answered and said to one of them, Friend, I do thee no wrong: didst not thou agree with me for a penny?",
    "Matthew 20:14": "Take up that which is thine, and go thy way; it is my will to give unto this last, even as unto thee.",
    "Matthew 20:15": "Is it not lawful for me to do what I will with mine own? or is thine eye evil, because I am good?",
    "Matthew 20:16": "So the last shall be first, and the first last.",
    "Matthew 20:17": "And as Jesus was going up to Jerusalem, he took the twelve disciples apart, and in the way he said unto them,",
    "Matthew 20:18": "Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the chief priests and scribes; and they shall condemn him to death,",
    "Matthew 20:19": "and shall deliver him unto the Gentiles to mock, and to scourge, and to crucify: and the third day he shall be raised up.",
    "Matthew 20:20": "Then came to him the mother of the sons of Zebedee with her sons, worshipping him, and asking a certain thing of him.",
    "Matthew 20:21": "And he said unto her, What wouldest thou? She saith unto him, Command that these my two sons may sit, one on thy right hand, and one on thy left hand, in thy kingdom.",
    "Matthew 20:22": "But Jesus answered and said, Ye know not what ye ask. Are ye able to drink the cup that I am about to drink? They say unto him, We are able.",
    "Matthew 20:23": "He saith unto them, My cup indeed ye shall drink: but to sit on my right hand, and on my left hand, is not mine to give, but it is for them for whom it hath been prepared of my Father.",
    "Matthew 20:24": "And when the ten heard it, they were moved with indignation concerning the two brethren.",
    "Matthew 20:25": "But Jesus called them unto him, and said, Ye know that the rulers of the Gentiles lord it over them, and their great ones exercise authority over them.",
    "Matthew 20:26": "Not so shall it be among you: but whosoever would become great among you shall be your minister;",
    "Matthew 20:27": "and whosoever would be first among you shall be your servant:",
    "Matthew 20:28": "even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.",
    "Matthew 20:29": "And as they went out from Jericho, a great multitude followed him.",
    "Matthew 20:30": "And behold, two blind men sitting by the way side, when they heard that Jesus was passing by, cried out, saying, Lord, have mercy on us, thou son of David.",
    "Matthew 20:31": "And the multitude rebuked them, that they should hold their peace: but they cried out the more, saying, Lord, have mercy on us, thou son of David.",
    "Matthew 20:32": "And Jesus stood still, and called them, and said, What will ye that I should do unto you?",
    "Matthew 20:33": "They say unto him, Lord, that our eyes may be opened.",
    "Matthew 20:34": "And Jesus, being moved with compassion, touched their eyes: and straightway they received their sight, and followed him.",
    "Matthew 21:1": "And when they drew nigh unto Jerusalem, and came unto Bethphage, unto the mount of Olives, then Jesus sent two disciples,",
    "Matthew 21:2": "saying unto them, Go into the village that is over against you, and straightway ye shall find an ass tied, and a colt with her: loose them, and bring them unto me.",
    "Matthew 21:3": "And if any one say aught unto you, ye shall say, The Lord hath need of them; and straightway he will send them.",
    "Matthew 21:4": "Now this is come to pass, that it might be fulfilled which was spoken by the prophet, saying,",
    "Matthew 21:5": "Tell ye the daughter of Zion, Behold, thy King cometh unto thee, Meek, and riding upon an ass, And upon a colt the foal of an ass.",
    "Matthew 21:6": "And the disciples went, and did even as Jesus appointed them,",
    "Matthew 21:7": "and brought the ass, and the colt, and put on them their garments; and he sat thereon.",
    "Matthew 21:8": "And the most part of the multitude spread their garments in the way; and others cut branches from the trees, and spread them in the way.",
    "Matthew 21:9": "And the multitudes that went before him, and that followed, cried, saying, Hosanna to the son of David: Blessed is he that cometh in the name of the Lord; Hosanna in the highest.",
    "Matthew 21:10": "And when he was come into Jerusalem, all the city was stirred, saying, Who is this?",
    "Matthew 21:11": "And the multitudes said, This is the prophet, Jesus, from Nazareth of Galilee.",
    "Matthew 21:12": "And Jesus entered into the temple of God, and cast out all them that sold and bought in the temple, and overthrew the tables of the money-changers, and the seats of them that sold the doves;",
    "Matthew 21:13": "and he saith unto them, It is written, My house shall be called a house of prayer: but ye make it a den of robbers.",
    "Matthew 21:14": "And the blind and the lame came to him in the temple: and he healed them.",
    "Matthew 21:15": "But when the chief priests and the scribes saw the wonderful things that he did, and the children that were crying in the temple and saying, Hosanna to the son of David; they were moved with indignation,",
    "Matthew 21:16": "and said unto him, Hearest thou what these are saying? And Jesus saith unto them, Yea: did ye never read, Out of the mouth of babes and sucklings thou hast perfected praise?",
    "Matthew 21:17": "And he left them, and went forth out of the city to Bethany, and lodged there.",
    "Matthew 21:18": "Now in the morning as he returned to the city, he hungered.",
    "Matthew 21:19": "And seeing a fig tree by the way side, he came to it, and found nothing thereon, but leaves only; and he saith unto it, Let there be no fruit from thee henceforward for ever. And immediately the fig tree withered away.",
    "Matthew 21:20": "And when the disciples saw it, they marveled, saying, How did the fig tree immediately wither away?",
    "Matthew 21:21": "And Jesus answered and said unto them, Verily I say unto you, If ye have faith, and doubt not, ye shall not only do what is done to the fig tree, but even if ye shall say unto this mountain, Be thou taken up and cast into the sea, it shall be done.",
    "Matthew 21:22": "And all things, whatsoever ye shall ask in prayer, believing, ye shall receive.",
    "Matthew 21:23": "And when he was come into the temple, the chief priests and the elders of the people came unto him as he was teaching, and said, By what authority doest thou these things? and who gave thee this authority?",
    "Matthew 21:24": "And Jesus answered and said unto them, I also will ask you one question, which if ye tell me, I likewise will tell you by what authority I do these things.",
    "Matthew 21:25": "The baptism of John, whence was it? from heaven or from men? And they reasoned with themselves, saying, If we shall say, From heaven; he will say unto us, Why then did ye not believe him?",
    "Matthew 21:26": "But if we shall say, From men; we fear the multitude; for all hold John as a prophet.",
    "Matthew 21:27": "And they answered Jesus, and said, We know not. He also said unto them, Neither tell I you by what authority I do these things.",
    "Matthew 21:28": "But what think ye? A man had two sons; and he came to the first, and said, Son, go work today in the vineyard.",
    "Matthew 21:29": "And he answered and said, I will not: but afterward he repented himself, and went.",
    "Matthew 21:30": "And he came to the second, and said likewise. And he answered and said, I go, sir: and went not.",
    "Matthew 21:31": "Whether of the twain did the will of his father? They say, The first. Jesus saith unto them, Verily I say unto you, that the publicans and the harlots go into the kingdom of God before you.",
    "Matthew 21:32": "For John came unto you in the way of righteousness, and ye believed him not: but the publicans and the harlots believed him: and ye, when ye saw it, did not even repent yourselves afterward, that ye might believe him.",
    "Matthew 21:33": "Hear another parable: There was a man that was a householder, which planted a vineyard, and set a hedge about it, and digged a winepress in it, and built a tower, and let it out to husbandmen, and went into another country.",
    "Matthew 21:34": "And when the season of the fruits drew near, he sent his servants to the husbandmen, to receive his fruits.",
    "Matthew 21:35": "And the husbandmen took his servants, and beat one, and killed another, and stoned another.",
    "Matthew 21:36": "Again, he sent other servants more than the first: and they did unto them in like manner.",
    "Matthew 21:37": "But afterward he sent unto them his son, saying, They will reverence my son.",
    "Matthew 21:38": "But the husbandmen, when they saw the son, said among themselves, This is the heir; come, let us kill him, and take his inheritance.",
    "Matthew 21:39": "And they took him, and cast him forth out of the vineyard, and killed him.",
    "Matthew 21:40": "When therefore the lord of the vineyard shall come, what will he do unto those husbandmen?",
    "Matthew 21:41": "They say unto him, He will miserably destroy those miserable men, and will let out the vineyard unto other husbandmen, which shall render him the fruits in their seasons.",
    "Matthew 21:42": "Jesus saith unto them, Did ye never read in the scriptures, The stone which the builders rejected, The same was made the head of the corner: This was from the Lord, And it is marvelous in our eyes?",
    "Matthew 21:43": "Therefore say I unto you, The kingdom of God shall be taken away from you, and shall be given to a nation bringing forth the fruits thereof.",
    "Matthew 21:44": "And he that falleth on this stone shall be broken to pieces: but on whomsoever it shall fall, it will scatter him as dust.",
    "Matthew 21:45": "And when the chief priests and the Pharisees heard his parables, they perceived that he spake of them.",
    "Matthew 21:46": "And when they sought to lay hold on him, they feared the multitudes, because they took him for a prophet.",
    "Matthew 22:1": "And Jesus answered and spake again in parables unto them, saying,",
    "Matthew 22:2": "The kingdom of heaven is likened unto a certain king, which made a marriage feast for his son,",
    "Matthew 22:3": "and sent forth his servants to call them that were bidden to the marriage feast: and they would not come.",
    "Matthew 22:4": "Again he sent forth other servants, saying, Tell them that are bidden, Behold, I have made ready my dinner: my oxen and my fatlings are killed, and all things are ready: come to the marriage feast.",
    "Matthew 22:5": "But they made light of it, and went their ways, one to his own farm, another to his merchandise:",
    "Matthew 22:6": "and the rest laid hold on his servants, and entreated them shamefully, and killed them.",
    "Matthew 22:7": "But the king was wroth; and he sent his armies, and destroyed those murderers, and burned their city.",
    "Matthew 22:8": "Then saith he to his servants, The wedding is ready, but they that were bidden were not worthy.",
    "Matthew 22:9": "Go ye therefore unto the partings of the highways, and as many as ye shall find, bid to the marriage feast.",
    "Matthew 22:10": "And those servants went out into the highways, and gathered together all as many as they found, both bad and good: and the wedding was filled with guests.",
    "Matthew 22:11": "But when the king came in to behold the guests, he saw there a man which had not on a wedding-garment:",
    "Matthew 22:12": "and he saith unto him, Friend, how camest thou in hither not having a wedding-garment? And he was speechless.",
    "Matthew 22:13": "Then the king said to the servants, Bind him hand and foot, and cast him out into the outer darkness; there shall be the weeping and gnashing of teeth.",
    "Matthew 22:14": "For many are called, but few chosen.",
    "Matthew 22:15": "Then went the Pharisees, and took counsel how they might ensnare him in his talk.",
    "Matthew 22:16": "And they send to him their disciples, with the Herodians, saying, Master, we know that thou art true, and teachest the way of God in truth, and carest not for any one: for thou regardest not the person of men.",
    "Matthew 22:17": "Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?",
    "Matthew 22:18": "But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?",
    "Matthew 22:19": "Shew me the tribute money. And they brought unto him a penny.",
    "Matthew 22:20": "And he saith unto them, Whose is this image and superscription?",
    "Matthew 22:21": "They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things that are Caesar’s; and unto God the things that are God’s.",
    "Matthew 22:22": "And when they heard it, they marveled, and left him, and went their way.",
    "Matthew 22:23": "On that day there came to him Sadducees, which say that there is no resurrection: and they asked him,",
    "Matthew 22:24": "saying, Master, Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seed unto his brother.",
    "Matthew 22:25": "Now there were with us seven brethren: and the first married and deceased, and having no seed left his wife unto his brother;",
    "Matthew 22:26": "in like manner the second also, and the third, unto the seventh.",
    "Matthew 22:27": "And after them all the woman died.",
    "Matthew 22:28": "In the resurrection therefore whose wife shall she be of the seven? for they all had her.",
    "Matthew 22:29": "But Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God.",
    "Matthew 22:30": "For in the resurrection they neither marry, nor are given in marriage, but are as angels in heaven.",
    "Matthew 22:31": "But as touching the resurrection of the dead, have ye not read that which was spoken unto you by God, saying,",
    "Matthew 22:32": "I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living.",
    "Matthew 22:33": "And when the multitudes heard it, they were astonished at his teaching.",
    "Matthew 22:34": "But the Pharisees, when they heard that he had put the Sadducees to silence, gathered themselves together.",
    "Matthew 22:35": "And one of them, a lawyer, asked him a question, tempting him,",
    "Matthew 22:36": "Master, which is the great commandment in the law?",
    "Matthew 22:37": "And he said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.",
    "Matthew 22:38": "This is the great and first commandment.",
    "Matthew 22:39": "And a second like unto it is this, Thou shalt love thy neighbour as thyself.",
    "Matthew 22:40": "On these two commandments hangeth the whole law, and the prophets.",
    "Matthew 22:41": "Now while the Pharisees were gathered together, Jesus asked them a question,",
    "Matthew 22:42": "saying, What think ye of the Christ? whose son is he? They say unto him, The son of David.",
    "Matthew 22:43": "He saith unto them, How then doth David in the Spirit call him Lord, saying,",
    "Matthew 22:44": "The Lord said unto my Lord, Sit thou on my right hand, Till I put thine enemies underneath thy feet?",
    "Matthew 22:45": "If David then calleth him Lord, how is he his son?",
    "Matthew 22:46": "And no one was able to answer him a word, neither durst any man from that day forth ask him any more questions.",
    "Matthew 23:1": "Then spake Jesus to the multitudes and to his disciples,",
    "Matthew 23:2": "saying, The scribes and the Pharisees sit on Moses’ seat:",
    "Matthew 23:3": "all things therefore whatsoever they bid you, these do and observe: but do not ye after their works; for they say, and do not.",
    "Matthew 23:4": "Yea, they bind heavy burdens and grievous to be borne, and lay them on men’s shoulders; but they themselves will not move them with their finger.",
    "Matthew 23:5": "But all their works they do for to be seen of men: for they make broad their phylacteries, and enlarge the borders of their garments,",
    "Matthew 23:6": "and love the chief place at feasts, and the chief seats in the synagogues,",
    "Matthew 23:7": "and the salutations in the marketplaces, and to be called of men, Rabbi.",
    "Matthew 23:8": "But be not ye called Rabbi: for one is your teacher, and all ye are brethren.",
    "Matthew 23:9": "And call no man your father on the earth: for one is your Father, which is in heaven.",
    "Matthew 23:10": "Neither be ye called masters: for one is your master, even the Christ.",
    "Matthew 23:11": "But he that is greatest among you shall be your servant.",
    "Matthew 23:12": "And whosoever shall exalt himself shall be humbled; and whosoever shall humble himself shall be exalted.",
    "Matthew 23:13": "But woe unto you, scribes and Pharisees, hypocrites! because ye shut the kingdom of heaven against men: for ye enter not in yourselves, neither suffer ye them that are entering in to enter.",
    "Matthew 23:14": "",
    "Matthew 23:15": "Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte; and when he is become so, ye make him twofold more a son of hell than yourselves.",
    "Matthew 23:16": "Woe unto you, ye blind guides, which say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he is a debtor.",
    "Matthew 23:17": "Ye fools and blind: for whether is greater, the gold, or the temple that hath sanctified the gold?",
    "Matthew 23:18": "And, Whosoever shall swear by the altar, it is nothing; but whosoever shall swear by the gift that is upon it, he is a debtor.",
    "Matthew 23:19": "Ye blind: for whether is greater, the gift, or the altar that sanctifieth the gift?",
    "Matthew 23:20": "He therefore that sweareth by the altar, sweareth by it, and by all things thereon.",
    "Matthew 23:21": "And he that sweareth by the temple, sweareth by it, and by him that dwelleth therein.",
    "Matthew 23:22": "And he that sweareth by the heaven, sweareth by the throne of God, and by him that sitteth thereon.",
    "Matthew 23:23": "Woe unto you, scribes and Pharisees, hypocrites! for ye tithe mint and anise and cummin, and have left undone the weightier matters of the law, judgment, and mercy, and faith: but these ye ought to have done, and not to have left the other undone.",
    "Matthew 23:24": "Ye blind guides, which strain out the gnat, and swallow the camel.",
    "Matthew 23:25": "Woe unto you, scribes and Pharisees, hypocrites! for ye cleanse the outside of the cup and of the platter, but within they are full from extortion and excess.",
    "Matthew 23:26": "Thou blind Pharisee, cleanse first the inside of the cup and of the platter, that the outside thereof may become clean also.",
    "Matthew 23:27": "Woe unto you, scribes and Pharisees, hypocrites! for ye are like unto whited sepulchres, which outwardly appear beautiful, but inwardly are full of dead men’s bones, and of all uncleanness.",
    "Matthew 23:28": "Even so ye also outwardly appear righteous unto men, but inwardly ye are full of hypocrisy and iniquity.",
    "Matthew 23:29": "Woe unto you, scribes and Pharisees, hypocrites! for ye build the sepulchres of the prophets, and garnish the tombs of the righteous,",
    "Matthew 23:30": "and say, If we had been in the days of our fathers, we should not have been partakers with them in the blood of the prophets.",
    "Matthew 23:31": "Wherefore ye witness to yourselves, that ye are sons of them that slew the prophets.",
    "Matthew 23:32": "Fill ye up then the measure of your fathers.",
    "Matthew 23:33": "Ye serpents, ye offspring of vipers, how shall ye escape the judgment of hell?",
    "Matthew 23:34": "Therefore, behold, I send unto you prophets, and wise men, and scribes: some of them shall ye kill and crucify; and some of them shall ye scourge in your synagogues, and persecute from city to city:",
    "Matthew 23:35": "that upon you may come all the righteous blood shed on the earth, from the blood of Abel the righteous unto the blood of Zachariah son of Barachiah, whom ye slew between the sanctuary and the altar.",
    "Matthew 23:36": "Verily I say unto you, All these things shall come upon this generation.",
    "Matthew 23:37": "O Jerusalem, Jerusalem, which killeth the prophets, and stoneth them that are sent unto her! how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!",
    "Matthew 23:38": "Behold, your house is left unto you desolate.",
    "Matthew 23:39": "For I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh in the name of the Lord.",
    "Matthew 24:1": "And Jesus went out from the temple, and was going on his way; and his disciples came to him to shew him the buildings of the temple.",
    "Matthew 24:2": "But he answered and said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down.",
    "Matthew 24:3": "And as he sat on the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?",
    "Matthew 24:4": "And Jesus answered and said unto them, Take heed that no man lead you astray.",
    "Matthew 24:5": "For many shall come in my name, saying, I am the Christ; and shall lead many astray.",
    "Matthew 24:6": "And ye shall hear of wars and rumours of wars: see that ye be not troubled: for these things must needs come to pass; but the end is not yet.",
    "Matthew 24:7": "For nation shall rise against nation, and kingdom against kingdom: and there shall be famines and earthquakes in divers places.",
    "Matthew 24:8": "But all these things are the beginning of travail.",
    "Matthew 24:9": "Then shall they deliver you up unto tribulation, and shall kill you: and ye shall be hated of all the nations for my name’s sake.",
    "Matthew 24:10": "And then shall many stumble, and shall deliver up one another, and shall hate one another.",
    "Matthew 24:11": "And many false prophets shall arise, and shall lead many astray.",
    "Matthew 24:12": "And because iniquity shall be multiplied, the love of the many shall wax cold.",
    "Matthew 24:13": "But he that endureth to the end, the same shall be saved.",
    "Matthew 24:14": "And this gospel of the kingdom shall be preached in the whole world for a testimony unto all the nations; and then shall the end come.",
    "Matthew 24:15": "When therefore ye see the abomination of desolation, which was spoken of by Daniel the prophet, standing in the holy place (let him that readeth understand),",
    "Matthew 24:16": "then let them that are in Judaea flee unto the mountains:",
    "Matthew 24:17": "let him that is on the housetop not go down to take out the things that are in his house:",
    "Matthew 24:18": "and let him that is in the field not return back to take his cloke.",
    "Matthew 24:19": "But woe unto them that are with child and to them that give suck in those days!",
    "Matthew 24:20": "And pray ye that your flight be not in the winter, neither on a sabbath:",
    "Matthew 24:21": "for then shall be great tribulation, such as hath not been from the beginning of the world until now, no, nor ever shall be.",
    "Matthew 24:22": "And except those days had been shortened, no flesh would have been saved: but for the elect’s sake those days shall be shortened.",
    "Matthew 24:23": "Then if any man shall say unto you, Lo, here is the Christ, or, Here; believe it not.",
    "Matthew 24:24": "For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; so as to lead astray, if possible, even the elect.",
    "Matthew 24:25": "Behold, I have told you beforehand.",
    "Matthew 24:26": "If therefore they shall say unto you, Behold, he is in the wilderness; go not forth: Behold, he is in the inner chambers; believe it not.",
    "Matthew 24:27": "For as the lightning cometh forth from the east, and is seen even unto the west; so shall be the coming of the Son of man.",
    "Matthew 24:28": "Wheresoever the carcase is, there will the eagles be gathered together.",
    "Matthew 24:29": "But immediately, after the tribulation of those days, the sun shall be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:",
    "Matthew 24:30": "and then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming on the clouds of heaven with power and great glory.",
    "Matthew 24:31": "And he shall send forth his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.",
    "Matthew 24:32": "Now from the fig tree learn her parable: when her branch is now become tender, and putteth forth its leaves, ye know that the summer is nigh;",
    "Matthew 24:33": "even so ye also, when ye see all these things, know ye that he is nigh, even at the doors.",
    "Matthew 24:34": "Verily I say unto you, This generation shall not pass away, till all these things be accomplished.",
    "Matthew 24:35": "Heaven and earth shall pass away, but my words shall not pass away.",
    "Matthew 24:36": "But of that day and hour knoweth no one, not even the angels of heaven, neither the Son, but the Father only.",
    "Matthew 24:37": "And as were the days of Noah, so shall be the coming of the Son of man.",
    "Matthew 24:38": "For as in those days which were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noah entered into the ark,",
    "Matthew 24:39": "and they knew not until the flood came, and took them all away; so shall be the coming of the Son of man.",
    "Matthew 24:40": "Then shall two men be in the field; one is taken, and one is left:",
    "Matthew 24:41": "two women shall be grinding at the mill; one is taken, and one is left.",
    "Matthew 24:42": "Watch therefore: for ye know not on what day your Lord cometh.",
    "Matthew 24:43": "But know this, that if the master of the house had known in what watch the thief was coming, he would have watched, and would not have suffered his house to be broken through.",
    "Matthew 24:44": "Therefore be ye also ready: for in an hour that ye think not the Son of man cometh.",
    "Matthew 24:45": "Who then is the faithful and wise servant, whom his lord hath set over his household, to give them their food in due season?",
    "Matthew 24:46": "Blessed is that servant, whom his lord when he cometh shall find so doing.",
    "Matthew 24:47": "Verily I say unto you, that he will set him over all that he hath.",
    "Matthew 24:48": "But if that evil servant shall say in his heart, My lord tarrieth;",
    "Matthew 24:49": "and shall begin to beat his fellow-servants, and shall eat and drink with the drunken;",
    "Matthew 24:50": "the lord of that servant shall come in a day when he expecteth not, and in an hour when he knoweth not,",
    "Matthew 24:51": "and shall cut him asunder, and appoint his portion with the hypocrites: there shall be the weeping and gnashing of teeth.",
    "Matthew 25:1": "Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.",
    "Matthew 25:2": "And five of them were foolish, and five were wise.",
    "Matthew 25:3": "For the foolish, when they took their lamps, took no oil with them:",
    "Matthew 25:4": "but the wise took oil in their vessels with their lamps.",
    "Matthew 25:5": "Now while the bridegroom tarried, they all slumbered and slept.",
    "Matthew 25:6": "But at midnight there is a cry, Behold, the bridegroom! Come ye forth to meet him.",
    "Matthew 25:7": "Then all those virgins arose, and trimmed their lamps.",
    "Matthew 25:8": "And the foolish said unto the wise, Give us of your oil; for our lamps are going out.",
    "Matthew 25:9": "But the wise answered, saying, Peradventure there will not be enough for us and you: go ye rather to them that sell, and buy for yourselves.",
    "Matthew 25:10": "And while they went away to buy, the bridegroom came; and they that were ready went in with him to the marriage feast: and the door was shut.",
    "Matthew 25:11": "Afterward come also the other virgins, saying, Lord, Lord, open to us.",
    "Matthew 25:12": "But he answered and said, Verily I say unto you, I know you not.",
    "Matthew 25:13": "Watch therefore, for ye know not the day nor the hour.",
    "Matthew 25:14": "For it is as when a man, going into another country, called his own servants, and delivered unto them his goods.",
    "Matthew 25:15": "And unto one he gave five talents, to another two, to another one; to each according to his several ability; and he went on his journey.",
    "Matthew 25:16": "Straightway he that received the five talents went and traded with them, and made other five talents.",
    "Matthew 25:17": "In like manner he also that received the two gained other two.",
    "Matthew 25:18": "But he that received the one went away and digged in the earth, and hid his lord’s money.",
    "Matthew 25:19": "Now after a long time the lord of those servants cometh, and maketh a reckoning with them.",
    "Matthew 25:20": "And he that received the five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: lo, I have gained other five talents.",
    "Matthew 25:21": "His lord said unto him, Well done, good and faithful servant: thou hast been faithful over a few things, I will set thee over many things: enter thou into the joy of thy lord.",
    "Matthew 25:22": "And he also that received the two talents came and said, Lord, thou deliveredst unto me two talents: lo, I have gained other two talents.",
    "Matthew 25:23": "His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will set thee over many things: enter thou into the joy of thy lord.",
    "Matthew 25:24": "And he also that had received the one talent came and said, Lord, I knew thee that thou art a hard man, reaping where thou didst not sow, and gathering where thou didst not scatter:",
    "Matthew 25:25": "and I was afraid, and went away and hid thy talent in the earth: lo, thou hast thine own.",
    "Matthew 25:26": "But his lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I did not scatter;",
    "Matthew 25:27": "thou oughtest therefore to have put my money to the bankers, and at my coming I should have received back mine own with interest.",
    "Matthew 25:28": "Take ye away therefore the talent from him, and give it unto him that hath the ten talents.",
    "Matthew 25:29": "For unto every one that hath shall be given, and he shall have abundance: but from him that hath not, even that which he hath shall be taken away.",
    "Matthew 25:30": "And cast ye out the unprofitable servant into the outer darkness: there shall be the weeping and gnashing of teeth.",
    "Matthew 25:31": "But when the Son of man shall come in his glory, and all the angels with him, then shall he sit on the throne of his glory:",
    "Matthew 25:32": "and before him shall be gathered all the nations: and he shall separate them one from another, as the shepherd separateth the sheep from the goats:",
    "Matthew 25:33": "and he shall set the sheep on his right hand, but the goats on the left.",
    "Matthew 25:34": "Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:",
    "Matthew 25:35": "for I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in;",
    "Matthew 25:36": "naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.",
    "Matthew 25:37": "Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or athirst, and gave thee drink?",
    "Matthew 25:38": "And when saw we thee a stranger, and took thee in? or naked, and clothed thee?",
    "Matthew 25:39": "And when saw we thee sick, or in prison, and came unto thee?",
    "Matthew 25:40": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye did it unto one of these my brethren, even these least, ye did it unto me.",
    "Matthew 25:41": "Then shall he say also unto them on the left hand, Depart from me, ye cursed, into the eternal fire which is prepared for the devil and his angels:",
    "Matthew 25:42": "for I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:",
    "Matthew 25:43": "I was a stranger, and ye took me not in; naked, and ye clothed me not; sick, and in prison, and ye visited me not.",
    "Matthew 25:44": "Then shall they also answer, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?",
    "Matthew 25:45": "Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not unto one of these least, ye did it not unto me.",
    "Matthew 25:46": "And these shall go away into eternal punishment: but the righteous into eternal life.",
    "Matthew 26:1": "And it came to pass, when Jesus had finished all these words, he said unto his disciples,",
    "Matthew 26:2": "Ye know that after two days the passover cometh, and the Son of man is delivered up to be crucified.",
    "Matthew 26:3": "Then were gathered together the chief priests, and the elders of the people, unto the court of the high priest, who was called Caiaphas;",
    "Matthew 26:4": "and they took counsel together that they might take Jesus by subtilty, and kill him.",
    "Matthew 26:5": "But they said, Not during the feast, lest a tumult arise among the people.",
    "Matthew 26:6": "Now when Jesus was in Bethany, in the house of Simon the leper,",
    "Matthew 26:7": "there came unto him a woman having an alabaster cruse of exceeding precious ointment, and she poured it upon his head, as he sat at meat.",
    "Matthew 26:8": "But when the disciples saw it, they had indignation, saying, To what purpose is this waste?",
    "Matthew 26:9": "For this ointment might have been sold for much, and given to the poor.",
    "Matthew 26:10": "But Jesus perceiving it said unto them, Why trouble ye the woman? for she hath wrought a good work upon me.",
    "Matthew 26:11": "For ye have the poor always with you; but me ye have not always.",
    "Matthew 26:12": "For in that she poured this ointment upon my body, she did it to prepare me for burial.",
    "Matthew 26:13": "Verily I say unto you, Wheresoever this gospel shall be preached in the whole world, that also which this woman hath done shall be spoken of for a memorial of her.",
    "Matthew 26:14": "Then one of the twelve, who was called Judas Iscariot, went unto the chief priests,",
    "Matthew 26:15": "and said, What are ye willing to give me, and I will deliver him unto you? And they weighed unto him thirty pieces of silver.",
    "Matthew 26:16": "And from that time he sought opportunity to deliver him unto them.",
    "Matthew 26:17": "Now on the first day of unleavened bread the disciples came to Jesus, saying, Where wilt thou that we make ready for thee to eat the passover?",
    "Matthew 26:18": "And he said, Go into the city to such a man, and say unto him, The Master saith, My time is at hand; I keep the passover at thy house with my disciples.",
    "Matthew 26:19": "And the disciples did as Jesus appointed them; and they made ready the passover.",
    "Matthew 26:20": "Now when even was come, he was sitting at meat with the twelve disciples;",
    "Matthew 26:21": "and as they were eating, he said, Verily I say unto you, that one of you shall betray me.",
    "Matthew 26:22": "And they were exceeding sorrowful, and began to say unto him every one, Is it I, Lord?",
    "Matthew 26:23": "And he answered and said, He that dipped his hand with me in the dish, the same shall betray me.",
    "Matthew 26:24": "The Son of man goeth, even as it is written of him: but woe unto that man through whom the Son of man is betrayed! good were it for that man if he had not been born.",
    "Matthew 26:25": "And Judas, which betrayed him, answered and said, Is it I, Rabbi? He saith unto him, Thou hast said.",
    "Matthew 26:26": "And as they were eating, Jesus took bread, and blessed, and brake it; and he gave to the disciples, and said, Take, eat; this is my body.",
    "Matthew 26:27": "And he took a cup, and gave thanks, and gave to them, saying, Drink ye all of it;",
    "Matthew 26:28": "for this is my blood of the covenant, which is shed for many unto remission of sins.",
    "Matthew 26:29": "But I say unto you, I will not drink henceforth of this fruit of the vine, until that day when I drink it new with you in my Father’s kingdom.",
    "Matthew 26:30": "And when they had sung a hymn, they went out unto the mount of Olives.",
    "Matthew 26:31": "Then saith Jesus unto them, All ye shall be offended in me this night: for it is written, I will smite the shepherd, and the sheep of the flock shall be scattered abroad.",
    "Matthew 26:32": "But after I am raised up, I will go before you into Galilee.",
    "Matthew 26:33": "But Peter answered and said unto him, If all shall be offended in thee, I will never be offended.",
    "Matthew 26:34": "Jesus said unto him, Verily I say unto thee, that this night, before the cock crow, thou shalt deny me thrice.",
    "Matthew 26:35": "Peter saith unto him, Even if I must die with thee, yet will I not deny thee. Likewise also said all the disciples.",
    "Matthew 26:36": "Then cometh Jesus with them unto a place called Gethsemane, and saith unto his disciples, Sit ye here, while I go yonder and pray.",
    "Matthew 26:37": "And he took with him Peter and the two sons of Zebedee, and began to be sorrowful and sore troubled.",
    "Matthew 26:38": "Then saith he unto them, My soul is exceeding sorrowful, even unto death: abide ye here, and watch with me.",
    "Matthew 26:39": "And he went forward a little, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass away from me: nevertheless, not as I will, but as thou wilt.",
    "Matthew 26:40": "And he cometh unto the disciples, and findeth them sleeping, and saith unto Peter, What, could ye not watch with me one hour?",
    "Matthew 26:41": "Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.",
    "Matthew 26:42": "Again a second time he went away, and prayed, saying, O my Father, if this cannot pass away, except I drink it, thy will be done.",
    "Matthew 26:43": "And he came again and found them sleeping, for their eyes were heavy.",
    "Matthew 26:44": "And he left them again, and went away, and prayed a third time, saying again the same words.",
    "Matthew 26:45": "Then cometh he to the disciples, and saith unto them, Sleep on now, and take your rest: behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners.",
    "Matthew 26:46": "Arise, let us be going: behold, he is at hand that betrayeth me.",
    "Matthew 26:47": "And while he yet spake, lo, Judas, one of the twelve, came, and with him a great multitude with swords and staves, from the chief priests and elders of the people.",
    "Matthew 26:48": "Now he that betrayed him gave them a sign, saying, Whomsoever I shall kiss, that is he: take him.",
    "Matthew 26:49": "And straightway he came to Jesus, and said, Hail, Rabbi; and kissed him.",
    "Matthew 26:50": "And Jesus said unto him, Friend, do that for which thou art come. Then they came and laid hands on Jesus, and took him.",
    "Matthew 26:51": "And behold, one of them that were with Jesus stretched out his hand, and drew his sword, and smote the servant of the high priest, and struck off his ear.",
    "Matthew 26:52": "Then saith Jesus unto him, Put up again thy sword into its place: for all they that take the sword shall perish with the sword.",
    "Matthew 26:53": "Or thinkest thou that I cannot beseech my Father, and he shall even now send me more than twelve legions of angels?",
    "Matthew 26:54": "How then should the scriptures be fulfilled, that thus it must be?",
    "Matthew 26:55": "In that hour said Jesus to the multitudes, Are ye come out as against a robber with swords and staves to seize me? I sat daily in the temple teaching, and ye took me not.",
    "Matthew 26:56": "But all this is come to pass, that the scriptures of the prophets might be fulfilled. Then all the disciples left him, and fled.",
    "Matthew 26:57": "And they that had taken Jesus led him away to the house of Caiaphas the high priest, where the scribes and the elders were gathered together.",
    "Matthew 26:58": "But Peter followed him afar off, unto the court of the high priest, and entered in, and sat with the officers, to see the end.",
    "Matthew 26:59": "Now the chief priests and the whole council sought false witness against Jesus, that they might put him to death;",
    "Matthew 26:60": "and they found it not, though many false witnesses came. But afterward came two,",
    "Matthew 26:61": "and said, This man said, I am able to destroy the temple of God, and to build it in three days.",
    "Matthew 26:62": "And the high priest stood up, and said unto him, Answerest thou nothing? what is it which these witness against thee?",
    "Matthew 26:63": "But Jesus held his peace. And the high priest said unto him, I adjure thee by the living God, that thou tell us whether thou be the Christ, the Son of God.",
    "Matthew 26:64": "Jesus saith unto him, Thou hast said: nevertheless I say unto you, Henceforth ye shall see the Son of man sitting at the right hand of power, and coming on the clouds of heaven.",
    "Matthew 26:65": "Then the high priest rent his garments, saying, He hath spoken blasphemy: what further need have we of witnesses? behold, now ye have heard the blasphemy:",
    "Matthew 26:66": "what think ye? They answered and said, He is worthy of death.",
    "Matthew 26:67": "Then did they spit in his face and buffet him: and some smote him with the palms of their hands,",
    "Matthew 26:68": "saying, Prophesy unto us, thou Christ: who is he that struck thee?",
    "Matthew 26:69": "Now Peter was sitting without in the court: and a maid came unto him, saying, Thou also wast with Jesus the Galilaean.",
    "Matthew 26:70": "But he denied before them all, saying, I know not what thou sayest.",
    "Matthew 26:71": "And when he was gone out into the porch, another maid saw him, and saith unto them that were there, This man also was with Jesus the Nazarene.",
    "Matthew 26:72": "And again he denied with an oath, I know not the man.",
    "Matthew 26:73": "And after a little while they that stood by came and said to Peter, Of a truth thou also art one of them; for thy speech bewrayeth thee.",
    "Matthew 26:74": "Then began he to curse and to swear, I know not the man. And straightway the cock crew.",
    "Matthew 26:75": "And Peter remembered the word which Jesus had said, Before the cock crow, thou shalt deny me thrice. And he went out, and wept bitterly.",
    "Matthew 27:1": "Now when morning was come, all the chief priests and the elders of the people took counsel against Jesus to put him to death:",
    "Matthew 27:2": "and they bound him, and led him away, and delivered him up to Pilate the governor.",
    "Matthew 27:3": "Then Judas, which betrayed him, when he saw that he was condemned, repented himself, and brought back the thirty pieces of silver to the chief priests and elders,",
    "Matthew 27:4": "saying, I have sinned in that I betrayed innocent blood. But they said, What is that to us? see thou to it.",
    "Matthew 27:5": "And he cast down the pieces of silver into the sanctuary, and departed; and he went away and hanged himself.",
    "Matthew 27:6": "And the chief priests took the pieces of silver, and said, It is not lawful to put them into the treasury, since it is the price of blood.",
    "Matthew 27:7": "And they took counsel, and bought with them the potter’s field, to bury strangers in.",
    "Matthew 27:8": "Wherefore that field was called, The field of blood, unto this day.",
    "Matthew 27:9": "Then was fulfilled that which was spoken by Jeremiah the prophet, saying, And they took the thirty pieces of silver, the price of him that was priced, whom certain of the children of Israel did price;",
    "Matthew 27:10": "and they gave them for the potter’s field, as the Lord appointed me.",
    "Matthew 27:11": "Now Jesus stood before the governor: and the governor asked him, saying, Art thou the King of the Jews? And Jesus said unto him, Thou sayest.",
    "Matthew 27:12": "And when he was accused by the chief priests and elders, he answered nothing.",
    "Matthew 27:13": "Then saith Pilate unto him, Hearest thou not how many things they witness against thee?",
    "Matthew 27:14": "And he gave him no answer, not even to one word: insomuch that the governor marveled greatly.",
    "Matthew 27:15": "Now at the feast the governor was wont to release unto the multitude one prisoner, whom they would.",
    "Matthew 27:16": "And they had then a notable prisoner, called Barabbas.",
    "Matthew 27:17": "When therefore they were gathered together, Pilate said unto them, Whom will ye that I release unto you? Barabbas, or Jesus which is called Christ?",
    "Matthew 27:18": "For he knew that for envy they had delivered him up.",
    "Matthew 27:19": "And while he was sitting on the judgment-seat, his wife sent unto him, saying, Have thou nothing to do with that righteous man: for I have suffered many things this day in a dream because of him.",
    "Matthew 27:20": "Now the chief priests and the elders persuaded the multitudes that they should ask for Barabbas, and destroy Jesus.",
    "Matthew 27:21": "But the governor answered and said unto them, Whether of the twain will ye that I release unto you? And they said, Barabbas.",
    "Matthew 27:22": "Pilate saith unto them, What then shall I do unto Jesus which is called Christ? They all say, Let him be crucified.",
    "Matthew 27:23": "And he said, Why, what evil hath he done? But they cried out exceedingly, saying, Let him be crucified.",
    "Matthew 27:24": "So when Pilate saw that he prevailed nothing, but rather that a tumult was arising, he took water, and washed his hands before the multitude, saying, I am innocent of the blood of this righteous man: see ye to it.",
    "Matthew 27:25": "And all the people answered and said, His blood be on us, and on our children.",
    "Matthew 27:26": "Then released he unto them Barabbas: but Jesus he scourged and delivered to be crucified.",
    "Matthew 27:27": "Then the soldiers of the governor took Jesus into the palace, and gathered unto him the whole band.",
    "Matthew 27:28": "And they stripped him, and put on him a scarlet robe.",
    "Matthew 27:29": "And they plaited a crown of thorns and put it upon his head, and a reed in his right hand; and they kneeled down before him, and mocked him, saying, Hail, King of the Jews!",
    "Matthew 27:30": "And they spat upon him, and took the reed and smote him on the head.",
    "Matthew 27:31": "And when they had mocked him, they took off from him the robe, and put on him his garments, and led him away to crucify him.",
    "Matthew 27:32": "And as they came out, they found a man of Cyrene, Simon by name: him they compelled to go with them, that he might bear his cross.",
    "Matthew 27:33": "And when they were come unto a place called Golgotha, that is to say, The place of a skull,",
    "Matthew 27:34": "they gave him wine to drink mingled with gall: and when he had tasted it, he would not drink.",
    "Matthew 27:35": "And when they had crucified him, they parted his garments among them, casting lots:",
    "Matthew 27:36": "and they sat and watched him there.",
    "Matthew 27:37": "And they set up over his head his accusation written, THIS IS JESUS THE KING OF THE JEWS.",
    "Matthew 27:38": "Then are there crucified with him two robbers, one on the right hand, and one on the left.",
    "Matthew 27:39": "And they that passed by railed on him, wagging their heads,",
    "Matthew 27:40": "and saying, Thou that destroyest the temple, and buildest it in three days, save thyself: if thou art the Son of God, come down from the cross.",
    "Matthew 27:41": "In like manner also the chief priests mocking him, with the scribes and elders, said,",
    "Matthew 27:42": "He saved others; himself he cannot save. He is the King of Israel; let him now come down from the cross, and we will believe on him.",
    "Matthew 27:43": "He trusteth on God; let him deliver him now, if he desireth him: for he said, I am the Son of God.",
    "Matthew 27:44": "And the robbers also that were crucified with him cast upon him the same reproach.",
    "Matthew 27:45": "Now from the sixth hour there was darkness over all the land until the ninth hour.",
    "Matthew 27:46": "And about the ninth hour Jesus cried with a loud voice, saying, Eli, Eli, lama sabachthani? that is, My God, my God, why hast thou forsaken me?",
    "Matthew 27:47": "And some of them that stood there, when they heard it, said, This man calleth Elijah.",
    "Matthew 27:48": "And straightway one of them ran, and took a sponge, and filled it with vinegar, and put it on a reed, and gave him to drink.",
    "Matthew 27:49": "And the rest said, Let be; let us see whether Elijah cometh to save him.",
    "Matthew 27:50": "And Jesus cried again with a loud voice, and yielded up his spirit.",
    "Matthew 27:51": "And behold, the veil of the temple was rent in twain from the top to the bottom; and the earth did quake; and the rocks were rent;",
    "Matthew 27:52": "and the tombs were opened; and many bodies of the saints that had fallen asleep were raised;",
    "Matthew 27:53": "and coming forth out of the tombs after his resurrection they entered into the holy city and appeared unto many.",
    "Matthew 27:54": "Now the centurion, and they that were with him watching Jesus, when they saw the earthquake, and the things that were done, feared exceedingly, saying, Truly this was the Son of God.",
    "Matthew 27:55": "And many women were there beholding from afar, which had followed Jesus from Galilee, ministering unto him:",
    "Matthew 27:56": "among whom was Mary Magdalene, and Mary the mother of James and Joses, and the mother of the sons of Zebedee.",
    "Matthew 27:57": "And when even was come, there came a rich man from Arimathaea, named Joseph, who also himself was Jesus’ disciple:",
    "Matthew 27:58": "this man went to Pilate, and asked for the body of Jesus. Then Pilate commanded it to be given up.",
    "Matthew 27:59": "And Joseph took the body, and wrapped it in a clean linen cloth,",
    "Matthew 27:60": "and laid it in his own new tomb, which he had hewn out in the rock: and he rolled a great stone to the door of the tomb, and departed.",
    "Matthew 27:61": "And Mary Magdalene was there, and the other Mary, sitting over against the sepulchre.",
    "Matthew 27:62": "Now on the morrow, which is the day after the Preparation, the chief priests and the Pharisees were gathered together unto Pilate,",
    "Matthew 27:63": "saying, Sir, we remember that that deceiver said, while he was yet alive, After three days I rise again.",
    "Matthew 27:64": "Command therefore that the sepulchre be made sure until the third day, lest haply his disciples come and steal him away, and say unto the people, He is risen from the dead: and the last error will be worse than the first.",
    "Matthew 27:65": "Pilate said unto them, Ye have a guard: go your way, make it as sure as ye can.",
    "Matthew 27:66": "So they went, and made the sepulchre sure, sealing the stone, the guard being with them.",
    "Matthew 28:1": "Now late on the sabbath day, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.",
    "Matthew 28:2": "And behold, there was a great earthquake; for an angel of the Lord descended from heaven, and came and rolled away the stone, and sat upon it.",
    "Matthew 28:3": "His appearance was as lightning, and his raiment white as snow:",
    "Matthew 28:4": "and for fear of him the watchers did quake, and became as dead men.",
    "Matthew 28:5": "And the angel answered and said unto the women, Fear not ye: for I know that ye seek Jesus, which hath been crucified.",
    "Matthew 28:6": "He is not here; for he is risen, even as he said. Come, see the place where the Lord lay.",
    "Matthew 28:7": "And go quickly, and tell his disciples, He is risen from the dead; and lo, he goeth before you into Galilee; there shall ye see him: lo, I have told you.",
    "Matthew 28:8": "And they departed quickly from the tomb with fear and great joy, and ran to bring his disciples word.",
    "Matthew 28:9": "And behold, Jesus met them, saying, All hail. And they came and took hold of his feet, and worshipped him.",
    "Matthew 28:10": "Then saith Jesus unto them, Fear not: go tell my brethren that they depart into Galilee, and there shall they see me.",
    "Matthew 28:11": "Now while they were going, behold, some of the guard came into the city, and told unto the chief priests all the things that were come to pass.",
    "Matthew 28:12": "And when they were assembled with the elders, and had taken counsel, they gave large money unto the soldiers,",
    "Matthew 28:13": "saying, Say ye, His disciples came by night, and stole him away while we slept.",
    "Matthew 28:14": "And if this come to the governor’s ears, we will persuade him, and rid you of care.",
    "Matthew 28:15": "So they took the money, and did as they were taught: and this saying was spread abroad among the Jews, and continueth until this day.",
    "Matthew 28:16": "But the eleven disciples went into Galilee, unto the mountain where Jesus had appointed them.",
    "Matthew 28:17": "And when they saw him, they worshipped him: but some doubted.",
    "Matthew 28:18": "And Jesus came to them and spake unto them, saying, All authority hath been given unto me in heaven and on earth.",
    "Matthew 28:19": "Go ye therefore, and make disciples of all the nations, baptizing them into the name of the Father and of the Son and of the Holy Ghost:",
    "Matthew 28:20": "teaching them to observe all things whatsoever I commanded you: and lo, I am with you alway, even unto the end of the world.",
    "Mark 1:1": "The beginning of the gospel of Jesus Christ, the Son of God.",
    "Mark 1:2": "Even as it is written in Isaiah the prophet, Behold, I send my messenger before thy face, Who shall prepare thy way;",
    "Mark 1:3": "The voice of one crying in the wilderness, Make ye ready the way of the Lord, Make his paths straight;",
    "Mark 1:4": "John came, who baptized in the wilderness and preached the baptism of repentance unto remission of sins.",
    "Mark 1:5": "And there went out unto him all the country of Judaea, and all they of Jerusalem; and they were baptized of him in the river Jordan, confessing their sins.",
    "Mark 1:6": "And John was clothed with camel’s hair, and had a leathern girdle about his loins, and did eat locusts and wild honey.",
    "Mark 1:7": "And he preached, saying, There cometh after me he that is mightier than I, the latchet of whose shoes I am not worthy to stoop down and unloose.",
    "Mark 1:8": "I baptized you with water; but he shall baptize you with the Holy Ghost.",
    "Mark 1:9": "And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in the Jordan.",
    "Mark 1:10": "And straightway coming up out of the water, he saw the heavens rent asunder, and the Spirit as a dove descending upon him:",
    "Mark 1:11": "And a voice came out of the heavens, Thou art my beloved Son, in thee I am well pleased.",
    "Mark 1:12": "And straightway the Spirit driveth him forth into the wilderness.",
    "Mark 1:13": "And he was in the wilderness forty days tempted of Satan; and he was with the wild beasts; and the angels ministered unto him.",
    "Mark 1:14": "Now after that John was delivered up, Jesus came into Galilee, preaching the gospel of God,",
    "Mark 1:15": "and saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe in the gospel.",
    "Mark 1:16": "And passing along by the sea of Galilee, he saw Simon and Andrew the brother of Simon casting a net in the sea: for they were fishers.",
    "Mark 1:17": "And Jesus said unto them, Come ye after me, and I will make you to become fishers of men.",
    "Mark 1:18": "And straightway they left the nets, and followed him.",
    "Mark 1:19": "And going on a little further, he saw James the son of Zebedee, and John his brother, who also were in the boat mending the nets.",
    "Mark 1:20": "And straightway he called them: and they left their father Zebedee in the boat with the hired servants, and went after him.",
    "Mark 1:21": "And they go into Capernaum; and straightway on the sabbath day he entered into the synagogue and taught.",
    "Mark 1:22": "And they were astonished at his teaching: for he taught them as having authority, and not as the scribes.",
    "Mark 1:23": "And straightway there was in their synagogue a man with an unclean spirit; and he cried out,",
    "Mark 1:24": "saying, What have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God.",
    "Mark 1:25": "And Jesus rebuked him, saying, Hold thy peace, and come out of him.",
    "Mark 1:26": "And the unclean spirit, tearing him and crying with a loud voice, came out of him.",
    "Mark 1:27": "And they were all amazed, insomuch that they questioned among themselves, saying, What is this? a new teaching! with authority he commandeth even the unclean spirits, and they obey him.",
    "Mark 1:28": "And the report of him went out straightway everywhere into all the region of Galilee round about.",
    "Mark 1:29": "And straightway, when they were come out of the synagogue, they came into the house of Simon and Andrew, with James and John.",
    "Mark 1:30": "Now Simon’s wife’s mother lay sick of a fever; and straightway they tell him of her:",
    "Mark 1:31": "and he came and took her by the hand, and raised her up; and the fever left her, and she ministered unto them.",
    "Mark 1:32": "And at even, when the sun did set, they brought unto him all that were sick, and them that were possessed with devils.",
    "Mark 1:33": "And all the city was gathered together at the door.",
    "Mark 1:34": "And he healed many that were sick with divers diseases, and cast out many devils; and he suffered not the devils to speak, because they knew him.",
    "Mark 1:35": "And in the morning, a great while before day, he rose up and went out, and departed into a desert place, and there prayed.",
    "Mark 1:36": "And Simon and they that were with him followed after him;",
    "Mark 1:37": "and they found him, and say unto him, All are seeking thee.",
    "Mark 1:38": "And he saith unto them, Let us go elsewhere into the next towns, that I may preach there also; for to this end came I forth.",
    "Mark 1:39": "And he went into their synagogues throughout all Galilee, preaching and casting out devils.",
    "Mark 1:40": "And there cometh to him a leper, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean.",
    "Mark 1:41": "And being moved with compassion, he stretched forth his hand, and touched him, and saith unto him, I will; be thou made clean.",
    "Mark 1:42": "And straightway the leprosy departed from him, and he was made clean.",
    "Mark 1:43": "And he strictly charged him, and straightway sent him out,",
    "Mark 1:44": "and saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing the things which Moses commanded, for a testimony unto them.",
    "Mark 1:45": "But he went out, and began to publish it much, and to spread abroad the matter, insomuch that Jesus could no more openly enter into a city, but was without in desert places: and they came to him from every quarter.",
    "Mark 2:1": "And when he entered again into Capernaum after some days, it was noised that he was in the house.",
    "Mark 2:2": "And many were gathered together, so that there was no longer room for them, no, not even about the door: and he spake the word unto them.",
    "Mark 2:3": "And they come, bringing unto him a man sick of the palsy, borne of four.",
    "Mark 2:4": "And when they could not come nigh unto him for the crowd, they uncovered the roof where he was: and when they had broken it up, they let down the bed whereon the sick of the palsy lay.",
    "Mark 2:5": "And Jesus seeing their faith saith unto the sick of the palsy, Son, thy sins are forgiven.",
    "Mark 2:6": "But there were certain of the scribes sitting there, and reasoning in their hearts,",
    "Mark 2:7": "Why doth this man thus speak? he blasphemeth: who can forgive sins but one, even God?",
    "Mark 2:8": "And straightway Jesus, perceiving in his spirit that they so reasoned within themselves, saith unto them, Why reason ye these things in your hearts?",
    "Mark 2:9": "Whether is easier, to say to the sick of the palsy, Thy sins are forgiven; or to say, Arise, and take up thy bed, and walk?",
    "Mark 2:10": "But that ye may know that the Son of man hath power on earth to forgive sins (he saith to the sick of the palsy),",
    "Mark 2:11": "I say unto thee, Arise, take up thy bed, and go unto thy house.",
    "Mark 2:12": "And he arose, and straightway took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion.",
    "Mark 2:13": "And he went forth again by the sea side; and all the multitude resorted unto him, and he taught them.",
    "Mark 2:14": "And as he passed by, he saw Levi the son of Alphaeus sitting at the place of toll, and he saith unto him, Follow me. And he arose and followed him.",
    "Mark 2:15": "And it came to pass, that he was sitting at meat in his house, and many publicans and sinners sat down with Jesus and his disciples: for there were many, and they followed him.",
    "Mark 2:16": "And the scribes of the Pharisees, when they saw that he was eating with the sinners and publicans, said unto his disciples, He eateth and drinketh with publicans and sinners.",
    "Mark 2:17": "And when Jesus heard it, he saith unto them, They that are whole have no need of a physician, but they that are sick: I came not to call the righteous, but sinners.",
    "Mark 2:18": "And John’s disciples and the Pharisees were fasting: and they come and say unto him, Why do John’s disciples and the disciples of the Pharisees fast, but thy disciples fast not?",
    "Mark 2:19": "And Jesus said unto them, Can the sons of the bride-chamber fast, while the bridegroom is with them? as long as they have the bridegroom with them, they cannot fast.",
    "Mark 2:20": "But the days will come, when the bridegroom shall be taken away from them, and then will they fast in that day.",
    "Mark 2:21": "No man seweth a piece of undressed cloth on an old garment: else that which should fill it up taketh from it, the new from the old, and a worse rent is made.",
    "Mark 2:22": "And no man putteth new wine into old wineskins: else the wine will burst the skins, and the wine perisheth, and the skins: but they put new wine into fresh wineskins.",
    "Mark 2:23": "And it came to pass, that he was going on the sabbath day through the cornfields; and his disciples began, as they went, to pluck the ears of corn.",
    "Mark 2:24": "And the Pharisees said unto him, Behold, why do they on the sabbath day that which is not lawful?",
    "Mark 2:25": "And he said unto them, Did ye never read what David did, when he had need, and was an hungred, he, and they that were with him?",
    "Mark 2:26": "How he entered into the house of God when Abiathar was high priest, and did eat the shewbread, which it is not lawful to eat save for the priests, and gave also to them that were with him?",
    "Mark 2:27": "And he said unto them, The sabbath was made for man, and not man for the sabbath:",
    "Mark 2:28": "so that the Son of man is lord even of the sabbath.",
    "Mark 3:1": "And he entered again into the synagogue; and there was a man there which had his hand withered.",
    "Mark 3:2": "And they watched him, whether he would heal him on the sabbath day; that they might accuse him.",
    "Mark 3:3": "And he saith unto the man that had his hand withered, Stand forth.",
    "Mark 3:4": "And he saith unto them, Is it lawful on the sabbath day to do good, or to do harm? to save a life, or to kill? But they held their peace.",
    "Mark 3:5": "And when he had looked round about on them with anger, being grieved at the hardening of their heart, he saith unto the man, Stretch forth thy hand. And he stretched it forth: and his hand was restored.",
    "Mark 3:6": "And the Pharisees went out, and straightway with the Herodians took counsel against him, how they might destroy him.",
    "Mark 3:7": "And Jesus with his disciples withdrew to the sea: and a great multitude from Galilee followed: and from Judaea,",
    "Mark 3:8": "and from Jerusalem, and from Idumaea, and beyond Jordan, and about Tyre and Sidon, a great multitude, hearing what great things he did, came unto him.",
    "Mark 3:9": "And he spake to his disciples, that a little boat should wait on him because of the crowd, lest they should throng him:",
    "Mark 3:10": "for he had healed many; insomuch that as many as had plagues pressed upon him that they might touch him.",
    "Mark 3:11": "And the unclean spirits, whensoever they beheld him, fell down before him, and cried, saying, Thou art the Son of God.",
    "Mark 3:12": "And he charged them much that they should not make him known.",
    "Mark 3:13": "And he goeth up into the mountain, and calleth unto him whom he himself would: and they went unto him.",
    "Mark 3:14": "And he appointed twelve, that they might be with him, and that he might send them forth to preach,",
    "Mark 3:15": "and to have authority to cast out devils:",
    "Mark 3:16": "and Simon he surnamed Peter;",
    "Mark 3:17": "and James the son of Zebedee, and John the brother of James; and them he surnamed Boanerges, which is, Sons of thunder:",
    "Mark 3:18": "and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Cananaean,",
    "Mark 3:19": "and Judas Iscariot, which also betrayed him. And he cometh into a house.",
    "Mark 3:20": "And the multitude cometh together again, so that they could not so much as eat bread.",
    "Mark 3:21": "And when his friends heard it, they went out to lay hold on him: for they said, He is beside himself.",
    "Mark 3:22": "And the scribes which came down from Jerusalem said, He hath Beelzebub, and, By the prince of the devils casteth he out the devils.",
    "Mark 3:23": "And he called them unto him, and said unto them in parables, How can Satan cast out Satan?",
    "Mark 3:24": "And if a kingdom be divided against itself, that kingdom cannot stand.",
    "Mark 3:25": "And if a house be divided against itself, that house will not be able to stand.",
    "Mark 3:26": "And if Satan hath risen up against himself, and is divided, he cannot stand, but hath an end.",
    "Mark 3:27": "But no one can enter into the house of the strong man, and spoil his goods, except he first bind the strong man; and then he will spoil his house.",
    "Mark 3:28": "Verily I say unto you, All their sins shall be forgiven unto the sons of men, and their blasphemies wherewith soever they shall blaspheme:",
    "Mark 3:29": "but whosoever shall blaspheme against the Holy Spirit hath never forgiveness, but is guilty of an eternal sin:",
    "Mark 3:30": "because they said, He hath an unclean spirit.",
    "Mark 3:31": "And there come his mother and his brethren; and, standing without, they sent unto him, calling him.",
    "Mark 3:32": "And a multitude was sitting about him; and they say unto him, Behold, thy mother and thy brethren without seek for thee.",
    "Mark 3:33": "And he answereth them, and saith, Who is my mother and my brethren?",
    "Mark 3:34": "And looking round on them which sat round about him, he saith, Behold, my mother and my brethren!",
    "Mark 3:35": "For whosoever shall do the will of God, the same is my brother, and sister, and mother.",
    "Mark 4:1": "And again he began to teach by the sea side. And there is gathered unto him a very great multitude, so that he entered into a boat, and sat in the sea; and all the multitude were by the sea on the land.",
    "Mark 4:2": "And he taught them many things in parables, and said unto them in his teaching,",
    "Mark 4:3": "Hearken: Behold, the sower went forth to sow:",
    "Mark 4:4": "and it came to pass, as he sowed, some seed fell by the way side, and the birds came and devoured it.",
    "Mark 4:5": "And other fell on the rocky ground, where it had not much earth; and straightway it sprang up, because it had no deepness of earth:",
    "Mark 4:6": "and when the sun was risen, it was scorched; and because it had no root, it withered away.",
    "Mark 4:7": "And other fell among the thorns, and the thorns grew up, and choked it, and it yielded no fruit.",
    "Mark 4:8": "And others fell into the good ground, and yielded fruit, growing up and increasing; and brought forth, thirtyfold, and sixtyfold, and a hundredfold.",
    "Mark 4:9": "And he said, Who hath ears to hear, let him hear.",
    "Mark 4:10": "And when he was alone, they that were about him with the twelve asked of him the parables.",
    "Mark 4:11": "And he said unto them, Unto you is given the mystery of the kingdom of God: but unto them that are without, all things are done in parables:",
    "Mark 4:12": "that seeing they may see, and not perceive; and hearing they may hear, and not understand; lest haply they should turn again, and it should be forgiven them.",
    "Mark 4:13": "And he saith unto them, Know ye not this parable? and how shall ye know all the parables?",
    "Mark 4:14": "The sower soweth the word.",
    "Mark 4:15": "And these are they by the way side, where the word is sown; and when they have heard, straightway cometh Satan, and taketh away the word which hath been sown in them.",
    "Mark 4:16": "And these in like manner are they that are sown upon the rocky places, who, when they have heard the word, straightway receive it with joy;",
    "Mark 4:17": "and they have no root in themselves, but endure for a while; then, when tribulation or persecution ariseth because of the word, straightway they stumble.",
    "Mark 4:18": "And others are they that are sown among the thorns; these are they that have heard the word,",
    "Mark 4:19": "and the cares of the world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful.",
    "Mark 4:20": "And those are they that were sown upon the good ground; such as hear the word, and accept it, and bear fruit, thirtyfold, and sixtyfold, and a hundredfold.",
    "Mark 4:21": "And he said unto them, Is the lamp brought to be put under the bushel, or under the bed, and not to be put on the stand?",
    "Mark 4:22": "For there is nothing hid, save that it should be manifested; neither was anything made secret, but that it should come to light.",
    "Mark 4:23": "If any man hath ears to hear, let him hear.",
    "Mark 4:24": "And he said unto them, Take heed what ye hear: with what measure ye mete it shall be measured unto you: and more shall be given unto you.",
    "Mark 4:25": "For he that hath, to him shall be given: and he that hath not, from him shall be taken away even that which he hath.",
    "Mark 4:26": "And he said, So is the kingdom of God, as if a man should cast seed upon the earth;",
    "Mark 4:27": "and should sleep and rise night and day, and the seed should spring up and grow, he knoweth not how.",
    "Mark 4:28": "The earth beareth fruit of herself; first the blade, then the ear, then the full corn in the ear.",
    "Mark 4:29": "But when the fruit is ripe, straightway he putteth forth the sickle, because the harvest is come.",
    "Mark 4:30": "And he said, How shall we liken the kingdom of God? or in what parable shall we set it forth?",
    "Mark 4:31": "It is like a grain of mustard seed, which, when it is sown upon the earth, though it be less than all the seeds that are upon the earth,",
    "Mark 4:32": "yet when it is sown, groweth up, and becometh greater than all the herbs, and putteth out great branches; so that the birds of the heaven can lodge under the shadow thereof.",
    "Mark 4:33": "And with many such parables spake he the word unto them, as they were able to hear it:",
    "Mark 4:34": "and without a parable spake he not unto them: but privately to his own disciples he expounded all things.",
    "Mark 4:35": "And on that day, when even was come, he saith unto them, Let us go over unto the other side.",
    "Mark 4:36": "And leaving the multitude, they take him with them, even as he was, in the boat. And other boats were with him.",
    "Mark 4:37": "And there ariseth a great storm of wind, and the waves beat into the boat, insomuch that the boat was now filling.",
    "Mark 4:38": "And he himself was in the stern, asleep on the cushion: and they awake him, and say unto him, Master, carest thou not that we perish?",
    "Mark 4:39": "And he awoke, and rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm.",
    "Mark 4:40": "And he said unto them, Why are ye fearful? have ye not yet faith?",
    "Mark 4:41": "And they feared exceedingly, and said one to another, Who then is this, that even the wind and the sea obey him?",
    "Mark 5:1": "And they came to the other side of the sea, into the country of the Gerasenes.",
    "Mark 5:2": "And when he was come out of the boat, straightway there met him out of the tombs a man with an unclean spirit,",
    "Mark 5:3": "who had his dwelling in the tombs: and no man could any more bind him, no, not with a chain;",
    "Mark 5:4": "because that he had been often bound with fetters and chains, and the chains had been rent asunder by him, and the fetters broken in pieces: and no man had strength to tame him.",
    "Mark 5:5": "And always, night and day, in the tombs and in the mountains, he was crying out, and cutting himself with stones.",
    "Mark 5:6": "And when he saw Jesus from afar, he ran and worshipped him;",
    "Mark 5:7": "and crying out with a loud voice, he saith, What have I to do with thee, Jesus, thou Son of the Most High God? I adjure thee by God, torment me not.",
    "Mark 5:8": "For he said unto him, Come forth, thou unclean spirit, out of the man.",
    "Mark 5:9": "And he asked him, What is thy name? And he saith unto him, My name is Legion; for we are many.",
    "Mark 5:10": "And he besought him much that he would not send them away out of the country.",
    "Mark 5:11": "Now there was there on the mountain side a great herd of swine feeding.",
    "Mark 5:12": "And they besought him, saying, Send us into the swine, that we may enter into them.",
    "Mark 5:13": "And he gave them leave. And the unclean spirits came out, and entered into the swine: and the herd rushed down the steep into the sea, in number about two thousand; and they were choked in the sea.",
    "Mark 5:14": "And they that fed them fled, and told it in the city, and in the country. And they came to see what it was that had come to pass.",
    "Mark 5:15": "And they come to Jesus, and behold him that was possessed with devils sitting, clothed and in his right mind, even him that had the legion: and they were afraid.",
    "Mark 5:16": "And they that saw it declared unto them how it befell him that was possessed with devils, and concerning the swine.",
    "Mark 5:17": "And they began to beseech him to depart from their borders.",
    "Mark 5:18": "And as he was entering into the boat, he that had been possessed with devils besought him that he might be with him.",
    "Mark 5:19": "And he suffered him not, but saith unto him, Go to thy house unto thy friends, and tell them how great things the Lord hath done for thee, and how he had mercy on thee.",
    "Mark 5:20": "And he went his way, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel.",
    "Mark 5:21": "And when Jesus had crossed over again in the boat unto the other side, a great multitude was gathered unto him: and he was by the sea.",
    "Mark 5:22": "And there cometh one of the rulers of the synagogue, Jairus by name; and seeing him, he falleth at his feet,",
    "Mark 5:23": "and beseecheth him much, saying, My little daughter is at the point of death: I pray thee, that thou come and lay thy hands on her, that she may be made whole, and live.",
    "Mark 5:24": "And he went with him; and a great multitude followed him, and they thronged him.",
    "Mark 5:25": "And a woman, which had an issue of blood twelve years,",
    "Mark 5:26": "and had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse,",
    "Mark 5:27": "having heard the things concerning Jesus, came in the crowd behind, and touched his garment.",
    "Mark 5:28": "For she said, If I touch but his garments, I shall be made whole.",
    "Mark 5:29": "And straightway the fountain of her blood was dried up; and she felt in her body that she was healed of her plague.",
    "Mark 5:30": "And straightway Jesus, perceiving in himself that the power proceeding from him had gone forth, turned him about in the crowd, and said, Who touched my garments?",
    "Mark 5:31": "And his disciples said unto him, Thou seest the multitude thronging thee, and sayest thou, Who touched me?",
    "Mark 5:32": "And he looked round about to see her that had done this thing.",
    "Mark 5:33": "But the woman fearing and trembling, knowing what had been done to her, came and fell down before him, and told him all the truth.",
    "Mark 5:34": "And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.",
    "Mark 5:35": "While he yet spake, they come from the ruler of the synagogue’s house, saying, Thy daughter is dead: why troublest thou the Master any further?",
    "Mark 5:36": "But Jesus, not heeding the word spoken, saith unto the ruler of the synagogue, Fear not, only believe.",
    "Mark 5:37": "And he suffered no man to follow with him, save Peter, and James, and John the brother of James.",
    "Mark 5:38": "And they come to the house of the ruler of the synagogue; and he beholdeth a tumult, and many weeping and wailing greatly.",
    "Mark 5:39": "And when he was entered in, he saith unto them, Why make ye a tumult, and weep? the child is not dead, but sleepeth.",
    "Mark 5:40": "And they laughed him to scorn. But he, having put them all forth, taketh the father of the child and her mother and them that were with him, and goeth in where the child was.",
    "Mark 5:41": "And taking the child by the hand, he saith unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, Arise.",
    "Mark 5:42": "And straightway the damsel rose up, and walked; for she was twelve years old. And they were amazed straightway with a great amazement.",
    "Mark 5:43": "And he charged them much that no man should know this: and he commanded that something should be given her to eat.",
    "Mark 6:1": "And he went out from thence; and he cometh into his own country; and his disciples follow him.",
    "Mark 6:2": "And when the sabbath was come, he began to teach in the synagogue: and many hearing him were astonished, saying, Whence hath this man these things? and, What is the wisdom that is given unto this man, and what mean such mighty works wrought by his hands?",
    "Mark 6:3": "Is not this the carpenter, the son of Mary, and brother of James, and Joses, and Judas, and Simon? and are not his sisters here with us? And they were offended in him.",
    "Mark 6:4": "And Jesus said unto them, A prophet is not without honour, save in his own country, and among his own kin, and in his own house.",
    "Mark 6:5": "And he could there do no mighty work, save that he laid his hands upon a few sick folk, and healed them.",
    "Mark 6:6": "And he marveled because of their unbelief. And he went round about the villages teaching.",
    "Mark 6:7": "And he called unto him the twelve, and began to send them forth by two and two; and he gave them authority over the unclean spirits;",
    "Mark 6:8": "and he charged them that they should take nothing for their journey, save a staff only; no bread, no wallet, no money in their purse;",
    "Mark 6:9": "but to go shod with sandals: and, said he, put not on two coats.",
    "Mark 6:10": "And he said unto them, Wheresoever ye enter into a house, there abide till ye depart thence.",
    "Mark 6:11": "And whatsoever place shall not receive you, and they hear you not, as ye go forth thence, shake off the dust that is under your feet for a testimony unto them.",
    "Mark 6:12": "And they went out, and preached that men should repent.",
    "Mark 6:13": "And they cast out many devils, and anointed with oil many that were sick, and healed them.",
    "Mark 6:14": "And king Herod heard thereof; for his name had become known: and he said, John the Baptist is risen from the dead, and therefore do these powers work in him.",
    "Mark 6:15": "But others said, It is Elijah. And others said, It is a prophet, even as one of the prophets.",
    "Mark 6:16": "But Herod, when he heard thereof, said, John, whom I beheaded, he is risen.",
    "Mark 6:17": "For Herod himself had sent forth and laid hold upon John, and bound him in prison for the sake of Herodias, his brother Philip’s wife: for he had married her.",
    "Mark 6:18": "For John said unto Herod, It is not lawful for thee to have thy brother’s wife.",
    "Mark 6:19": "And Herodias set herself against him, and desired to kill him; and she could not;",
    "Mark 6:20": "for Herod feared John, knowing that he was a righteous man and a holy, and kept him safe. And when he heard him, he was much perplexed; and he heard him gladly.",
    "Mark 6:21": "And when a convenient day was come, that Herod on his birthday made a supper to his lords, and the high captains, and the chief men of Galilee;",
    "Mark 6:22": "and when the daughter of Herodias herself came in and danced, she pleased Herod and them that sat at meat with him; and the king said unto the damsel, Ask of me whatsoever thou wilt, and I will give it thee.",
    "Mark 6:23": "And he sware unto her, Whatsoever thou shalt ask of me, I will give it thee, unto the half of my kingdom.",
    "Mark 6:24": "And she went out, and said unto her mother, What shall I ask? And she said, The head of John the Baptist.",
    "Mark 6:25": "And she came in straightway with haste unto the king, and asked, saying, I will that thou forthwith give me in a charger the head of John the Baptist.",
    "Mark 6:26": "And the king was exceeding sorry; but for the sake of his oaths, and of them that sat at meat, he would not reject her.",
    "Mark 6:27": "And straightway the king sent forth a soldier of his guard, and commanded to bring his head: and he went and beheaded him in the prison,",
    "Mark 6:28": "and brought his head in a charger, and gave it to the damsel; and the damsel gave it to her mother.",
    "Mark 6:29": "And when his disciples heard thereof, they came and took up his corpse, and laid it in a tomb.",
    "Mark 6:30": "And the apostles gather themselves together unto Jesus; and they told him all things, whatsoever they had done, and whatsoever they had taught.",
    "Mark 6:31": "And he saith unto them, Come ye yourselves apart into a desert place, and rest a while. For there were many coming and going, and they had no leisure so much as to eat.",
    "Mark 6:32": "And they went away in the boat to a desert place apart.",
    "Mark 6:33": "And the people saw them going, and many knew them, and they ran there together on foot from all the cities, and outwent them.",
    "Mark 6:34": "And he came forth and saw a great multitude, and he had compassion on them, because they were as sheep not having a shepherd: and he began to teach them many things.",
    "Mark 6:35": "And when the day was now far spent, his disciples came unto him, and said, The place is desert, and the day is now far spent:",
    "Mark 6:36": "send them away, that they may go into the country and villages round about, and buy themselves somewhat to eat.",
    "Mark 6:37": "But he answered and said unto them, Give ye them to eat. And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat?",
    "Mark 6:38": "And he saith unto them, How many loaves have ye? go and see. And when they knew, they say, Five, and two fishes.",
    "Mark 6:39": "And he commanded them that all should sit down by companies upon the green grass.",
    "Mark 6:40": "And they sat down in ranks, by hundreds, and by fifties.",
    "Mark 6:41": "And he took the five loaves and the two fishes, and looking up to heaven, he blessed, and brake the loaves; and he gave to the disciples to set before them; and the two fishes divided he among them all.",
    "Mark 6:42": "And they did all eat, and were filled.",
    "Mark 6:43": "And they took up broken pieces, twelve basketfuls, and also of the fishes.",
    "Mark 6:44": "And they that ate the loaves were five thousand men.",
    "Mark 6:45": "And straightway he constrained his disciples to enter into the boat, and to go before him unto the other side to Bethsaida, while he himself sendeth the multitude away.",
    "Mark 6:46": "And after he had taken leave of them, he departed into the mountain to pray.",
    "Mark 6:47": "And when even was come, the boat was in the midst of the sea, and he alone on the land.",
    "Mark 6:48": "And seeing them distressed in rowing, for the wind was contrary unto them, about the fourth watch of the night he cometh unto them, walking on the sea; and he would have passed by them:",
    "Mark 6:49": "but they, when they saw him walking on the sea, supposed that it was an apparition, and cried out:",
    "Mark 6:50": "for they all saw him, and were troubled. But he straightway spake with them, and saith unto them, Be of good cheer: it is I; be not afraid.",
    "Mark 6:51": "And he went up unto them into the boat; and the wind ceased: and they were sore amazed in themselves;",
    "Mark 6:52": "for they understood not concerning the loaves, but their heart was hardened.",
    "Mark 6:53": "And when they had crossed over, they came to the land unto Gennesaret, and moored to the shore.",
    "Mark 6:54": "And when they were come out of the boat, straightway the people knew him,",
    "Mark 6:55": "and ran round about that whole region, and began to carry about on their beds those that were sick, where they heard he was.",
    "Mark 6:56": "And wheresoever he entered, into villages, or into cities, or into the country, they laid the sick in the marketplaces, and besought him that they might touch if it were but the border of his garment: and as many as touched him were made whole.",
    "Mark 7:1": "And there are gathered together unto him the Pharisees, and certain of the scribes, which had come from Jerusalem,",
    "Mark 7:2": "and had seen that some of his disciples ate their bread with defiled, that is, unwashen, hands.",
    "Mark 7:3": "For the Pharisees, and all the Jews, except they wash their hands diligently, eat not, holding the tradition of the elders:",
    "Mark 7:4": "and when they come from the marketplace, except they wash themselves, they eat not: and many other things there be, which they have received to hold, washings of cups, and pots, and brasen vessels.",
    "Mark 7:5": "And the Pharisees and the scribes ask him, Why walk not thy disciples according to the tradition of the elders, but eat their bread with defiled hands?",
    "Mark 7:6": "And he said unto them, Well did Isaiah prophesy of you hypocrites, as it is written, This people honoureth me with their lips, But their heart is far from me.",
    "Mark 7:7": "But in vain do they worship me, Teaching as their doctrines the precepts of men.",
    "Mark 7:8": "Ye leave the commandment of God, and hold fast the tradition of men.",
    "Mark 7:9": "And he said unto them, Full well do ye reject the commandment of God, that ye may keep your tradition.",
    "Mark 7:10": "For Moses said, Honour thy father and thy mother; and, He that speaketh evil of father or mother, let him die the death:",
    "Mark 7:11": "but ye say, If a man shall say to his father or his mother, That wherewith thou mightest have been profited by me is Corban, that is to say, Given to God;",
    "Mark 7:12": "ye no longer suffer him to do aught for his father or his mother;",
    "Mark 7:13": "making void the word of God by your tradition, which ye have delivered: and many such like things ye do.",
    "Mark 7:14": "And he called to him the multitude again, and said unto them, Hear me all of you, and understand:",
    "Mark 7:15": "there is nothing from without the man, that going into him can defile him: but the things which proceed out of the man are those that defile the man.",
    "Mark 7:16": "",
    "Mark 7:17": "And when he was entered into the house from the multitude, his disciples asked of him the parable.",
    "Mark 7:18": "And he saith unto them, Are ye so without understanding also? Perceive ye not, that whatsoever from without goeth into the man, it cannot defile him;",
    "Mark 7:19": "because it goeth not into his heart, but into his belly, and goeth out into the draught? This he said, making all meats clean.",
    "Mark 7:20": "And he said, That which proceedeth out of the man, that defileth the man.",
    "Mark 7:21": "For from within, out of the heart of men, evil thoughts proceed, fornications, thefts, murders, adulteries,",
    "Mark 7:22": "covetings, wickednesses, deceit, lasciviousness, an evil eye, railing, pride, foolishness:",
    "Mark 7:23": "all these evil things proceed from within, and defile the man.",
    "Mark 7:24": "And from thence he arose, and went away into the borders of Tyre and Sidon. And he entered into a house, and would have no man know it: and he could not be hid.",
    "Mark 7:25": "But straightway a woman, whose little daughter had an unclean spirit, having heard of him, came and fell down at his feet.",
    "Mark 7:26": "Now the woman was a Greek, a Syrophoenician by race. And she besought him that he would cast forth the devil out of her daughter.",
    "Mark 7:27": "And he said unto her, Let the children first be filled: for it is not meet to take the children’s bread and cast it to the dogs.",
    "Mark 7:28": "But she answered and saith unto him, Yea, Lord: even the dogs under the table eat of the children’s crumbs.",
    "Mark 7:29": "And he said unto her, For this saying go thy way; the devil is gone out of thy daughter.",
    "Mark 7:30": "And she went away unto her house, and found the child laid upon the bed, and the devil gone out.",
    "Mark 7:31": "And again he went out from the borders of Tyre, and came through Sidon unto the sea of Galilee, through the midst of the borders of Decapolis.",
    "Mark 7:32": "And they bring unto him one that was deaf, and had an impediment in his speech; and they beseech him to lay his hand upon him.",
    "Mark 7:33": "And he took him aside from the multitude privately, and put his fingers into his ears, and he spat, and touched his tongue;",
    "Mark 7:34": "and looking up to heaven, he sighed, and saith unto him, Ephphatha, that is, Be opened.",
    "Mark 7:35": "And his ears were opened, and the bond of his tongue was loosed, and he spake plain.",
    "Mark 7:36": "And he charged them that they should tell no man: but the more he charged them, so much the more a great deal they published it.",
    "Mark 7:37": "And they were beyond measure astonished, saying, He hath done all things well: he maketh even the deaf to hear, and the dumb to speak.",
    "Mark 8:1": "In those days, when there was again a great multitude, and they had nothing to eat, he called unto him his disciples, and saith unto them,",
    "Mark 8:2": "I have compassion on the multitude, because they continue with me now three days, and have nothing to eat:",
    "Mark 8:3": "and if I send them away fasting to their home, they will faint in the way; and some of them are come from far.",
    "Mark 8:4": "And his disciples answered him, Whence shall one be able to fill these men with bread here in a desert place?",
    "Mark 8:5": "And he asked them, How many loaves have ye? And they said, Seven.",
    "Mark 8:6": "And he commandeth the multitude to sit down on the ground: and he took the seven loaves, and having given thanks, he brake, and gave to his disciples, to set before them; and they set them before the multitude.",
    "Mark 8:7": "And they had a few small fishes: and having blessed them, he commanded to set these also before them.",
    "Mark 8:8": "And they did eat, and were filled: and they took up, of broken pieces that remained over, seven baskets.",
    "Mark 8:9": "And they were about four thousand: and he sent them away.",
    "Mark 8:10": "And straightway he entered into the boat with his disciples, and came into the parts of Dalmanutha.",
    "Mark 8:11": "And the Pharisees came forth, and began to question with him, seeking of him a sign from heaven, tempting him.",
    "Mark 8:12": "And he sighed deeply in his spirit, and saith, Why doth this generation seek a sign? verily I say unto you, There shall no sign be given unto this generation.",
    "Mark 8:13": "And he left them, and again entering into the boat departed to the other side.",
    "Mark 8:14": "And they forgot to take bread; and they had not in the boat with them more than one loaf.",
    "Mark 8:15": "And he charged them, saying, Take heed, beware of the leaven of the Pharisees and the leaven of Herod.",
    "Mark 8:16": "And they reasoned one with another, saying, We have no bread.",
    "Mark 8:17": "And Jesus perceiving it saith unto them, Why reason ye, because ye have no bread? do ye not yet perceive, neither understand? have ye your heart hardened?",
    "Mark 8:18": "Having eyes, see ye not? and having ears, hear ye not? and do ye not remember?",
    "Mark 8:19": "When I brake the five loaves among the five thousand, how many baskets full of broken pieces took ye up? They say unto him, Twelve.",
    "Mark 8:20": "And when the seven among the four thousand, how many basketfuls of broken pieces took ye up? And they say unto him, Seven.",
    "Mark 8:21": "And he said unto them, Do ye not yet understand?",
    "Mark 8:22": "And they come unto Bethsaida. And they bring to him a blind man, and beseech him to touch him.",
    "Mark 8:23": "And he took hold of the blind man by the hand, and brought him out of the village; and when he had spit on his eyes, and laid his hands upon him, he asked him, Seest thou aught?",
    "Mark 8:24": "And he looked up, and said, I see men; for I behold them as trees, walking.",
    "Mark 8:25": "Then again he laid his hands upon his eyes; and he looked stedfastly, and was restored, and saw all things clearly.",
    "Mark 8:26": "And he sent him away to his home, saying, Do not even enter into the village.",
    "Mark 8:27": "And Jesus went forth, and his disciples, into the villages of Caesarea Philippi: and in the way he asked his disciples, saying unto them, Who do men say that I am?",
    "Mark 8:28": "And they told him, saying, John the Baptist: and others, Elijah; but others, One of the prophets.",
    "Mark 8:29": "And he asked them, But who say ye that I am? Peter answereth and saith unto him, Thou art the Christ.",
    "Mark 8:30": "And he charged them that they should tell no man of him.",
    "Mark 8:31": "And he began to teach them, that the Son of man must suffer many things, and be rejected by the elders, and the chief priests, and the scribes, and be killed, and after three days rise again.",
    "Mark 8:32": "And he spake the saying openly. And Peter took him, and began to rebuke him.",
    "Mark 8:33": "But he turning about, and seeing his disciples, rebuked Peter, and saith, Get thee behind me, Satan: for thou mindest not the things of God, but the things of men.",
    "Mark 8:34": "And he called unto him the multitude with his disciples, and said unto them, If any man would come after me, let him deny himself, and take up his cross, and follow me.",
    "Mark 8:35": "For whosoever would save his life shall lose it; and whosoever shall lose his life for my sake and the gospel’s shall save it.",
    "Mark 8:36": "For what doth it profit a man, to gain the whole world, and forfeit his life?",
    "Mark 8:37": "For what should a man give in exchange for his life?",
    "Mark 8:38": "For whosoever shall be ashamed of me and of my words in this adulterous and sinful generation, the Son of man also shall be ashamed of him, when he cometh in the glory of his Father with the holy angels.",
    "Mark 9:1": "And he said unto them, Verily I say unto you, There be some here of them that stand by, which shall in no wise taste of death, till they see the kingdom of God come with power.",
    "Mark 9:2": "And after six days Jesus taketh with him Peter, and James, and John, and bringeth them up into a high mountain apart by themselves: and he was transfigured before them:",
    "Mark 9:3": "and his garments became glistering, exceeding white; so as no fuller on earth can whiten them.",
    "Mark 9:4": "And there appeared unto them Elijah with Moses: and they were talking with Jesus.",
    "Mark 9:5": "And Peter answereth and saith to Jesus, Rabbi, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elijah.",
    "Mark 9:6": "For he wist not what to answer; for they became sore afraid.",
    "Mark 9:7": "And there came a cloud overshadowing them: and there came a voice out of the cloud, This is my beloved Son: hear ye him.",
    "Mark 9:8": "And suddenly looking round about, they saw no one any more, save Jesus only with themselves.",
    "Mark 9:9": "And as they were coming down from the mountain, he charged them that they should tell no man what things they had seen, save when the Son of man should have risen again from the dead.",
    "Mark 9:10": "And they kept the saying, questioning among themselves what the rising again from the dead should mean.",
    "Mark 9:11": "And they asked him, saying, The scribes say that Elijah must first come.",
    "Mark 9:12": "And he said unto them, Elijah indeed cometh first, and restoreth all things: and how is it written of the Son of man, that he should suffer many things and be set at nought?",
    "Mark 9:13": "But I say unto you, that Elijah is come, and they have also done unto him whatsoever they listed, even as it is written of him.",
    "Mark 9:14": "And when they came to the disciples, they saw a great multitude about them, and scribes questioning with them.",
    "Mark 9:15": "And straightway all the multitude, when they saw him, were greatly amazed, and running to him saluted him.",
    "Mark 9:16": "And he asked them, What question ye with them?",
    "Mark 9:17": "And one of the multitude answered him, Master, I brought unto thee my son, which hath a dumb spirit;",
    "Mark 9:18": "and wheresoever it taketh him, it dasheth him down: and he foameth, and grindeth his teeth, and pineth away: and I spake to thy disciples that they should cast it out; and they were not able.",
    "Mark 9:19": "And he answereth them and saith, O faithless generation, how long shall I be with you? how long shall I bear with you? bring him unto me.",
    "Mark 9:20": "And they brought him unto him: and when he saw him, straightway the spirit tare him grievously; and he fell on the ground, and wallowed foaming.",
    "Mark 9:21": "And he asked his father, How long time is it since this hath come unto him? And he said, From a child.",
    "Mark 9:22": "And oft-times it hath cast him both into the fire and into the waters, to destroy him: but if thou canst do anything, have compassion on us, and help us.",
    "Mark 9:23": "And Jesus said unto him, If thou canst! All things are possible to him that believeth.",
    "Mark 9:24": "Straightway the father of the child cried out, and said, I believe; help thou mine unbelief.",
    "Mark 9:25": "And when Jesus saw that a multitude came running together, he rebuked the unclean spirit, saying unto him, Thou dumb and deaf spirit, I command thee, come out of him, and enter no more into him.",
    "Mark 9:26": "And having cried out, and torn him much, he came out: and the child became as one dead; insomuch that the more part said, He is dead.",
    "Mark 9:27": "But Jesus took him by the hand, and raised him up; and he arose.",
    "Mark 9:28": "And when he was come into the house, his disciples asked him privately, saying, We could not cast it out.",
    "Mark 9:29": "And he said unto them, This kind can come out by nothing, save by prayer.",
    "Mark 9:30": "And they went forth from thence, and passed through Galilee; and he would not that any man should know it.",
    "Mark 9:31": "For he taught his disciples, and said unto them, The Son of man is delivered up into the hands of men, and they shall kill him; and when he is killed, after three days he shall rise again.",
    "Mark 9:32": "But they understood not the saying, and were afraid to ask him.",
    "Mark 9:33": "And they came to Capernaum: and when he was in the house he asked them, What were ye reasoning in the way?",
    "Mark 9:34": "But they held their peace: for they had disputed one with another in the way, who was the greatest.",
    "Mark 9:35": "And he sat down, and called the twelve; and he saith unto them, If any man would be first, he shall be last of all, and minister of all.",
    "Mark 9:36": "And he took a little child, and set him in the midst of them: and taking him in his arms, he said unto them,",
    "Mark 9:37": "Whosoever shall receive one of such little children in my name, receiveth me: and whosoever receiveth me, receiveth not me, but him that sent me.",
    "Mark 9:38": "John said unto him, Master, we saw one casting out devils in thy name: and we forbade him, because he followed not us.",
    "Mark 9:39": "But Jesus said, Forbid him not: for there is no man which shall do a mighty work in my name, and be able quickly to speak evil of me.",
    "Mark 9:40": "For he that is not against us is for us.",
    "Mark 9:41": "For whosoever shall give you a cup of water to drink, because ye are Christ’s, verily I say unto you, he shall in no wise lose his reward.",
    "Mark 9:42": "And whosoever shall cause one of these little ones that believe on me to stumble, it were better for him if a great millstone were hanged about his neck, and he were cast into the sea.",
    "Mark 9:43": "And if thy hand cause thee to stumble, cut it off: it is good for thee to enter into life maimed, rather than having thy two hands to go into hell, into the unquenchable fire.",
    "Mark 9:44": "",
    "Mark 9:45": "And if thy foot cause thee to stumble, cut it off: it is good for thee to enter into life halt, rather than having thy two feet to be cast into hell.",
    "Mark 9:46": "",
    "Mark 9:47": "And if thine eye cause thee to stumble, cast it out: it is good for thee to enter into the kingdom of God with one eye, rather than having two eyes to be cast into hell;",
    "Mark 9:48": "where their worm dieth not, and the fire is not quenched.",
    "Mark 9:49": "For every one shall be salted with fire.",
    "Mark 9:50": "Salt is good: but if the salt have lost its saltness, wherewith will ye season it? Have salt in yourselves, and be at peace one with another.",
    "Mark 10:1": "And he arose from thence, and cometh into the borders of Judaea and beyond Jordan: and multitudes come together unto him again; and, as he was wont, he taught them again.",
    "Mark 10:2": "And there came unto him Pharisees, and asked him, Is it lawful for a man to put away his wife? tempting him.",
    "Mark 10:3": "And he answered and said unto them, What did Moses command you?",
    "Mark 10:4": "And they said, Moses suffered to write a bill of divorcement, and to put her away.",
    "Mark 10:5": "But Jesus said unto them, For your hardness of heart he wrote you this commandment.",
    "Mark 10:6": "But from the beginning of the creation, Male and female made he them.",
    "Mark 10:7": "For this cause shall a man leave his father and mother, and shall cleave to his wife;",
    "Mark 10:8": "and the twain shall become one flesh: so that they are no more twain, but one flesh.",
    "Mark 10:9": "What therefore God hath joined together, let not man put asunder.",
    "Mark 10:10": "And in the house the disciples asked him again of this matter.",
    "Mark 10:11": "And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her:",
    "Mark 10:12": "and if she herself shall put away her husband, and marry another, she committeth adultery.",
    "Mark 10:13": "And they brought unto him little children, that he should touch them: and the disciples rebuked them.",
    "Mark 10:14": "But when Jesus saw it, he was moved with indignation, and said unto them, Suffer the little children to come unto me; forbid them not: for of such is the kingdom of God.",
    "Mark 10:15": "Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall in no wise enter therein.",
    "Mark 10:16": "And he took them in his arms, and blessed them, laying his hands upon them.",
    "Mark 10:17": "And as he was going forth into the way, there ran one to him, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?",
    "Mark 10:18": "And Jesus said unto him, Why callest thou me good? none is good save one, even God.",
    "Mark 10:19": "Thou knowest the commandments, Do not kill, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honour thy father and mother.",
    "Mark 10:20": "And he said unto him, Master, all these things have I observed from my youth.",
    "Mark 10:21": "And Jesus looking upon him loved him, and said unto him, One thing thou lackest: go, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, follow me.",
    "Mark 10:22": "But his countenance fell at the saying, and he went away sorrowful: for he was one that had great possessions.",
    "Mark 10:23": "And Jesus looked round about, and saith unto his disciples, How hardly shall they that have riches enter into the kingdom of God!",
    "Mark 10:24": "And the disciples were amazed at his words. But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God!",
    "Mark 10:25": "It is easier for a camel to go through a needle’s eye, than for a rich man to enter into the kingdom of God.",
    "Mark 10:26": "And they were astonished exceedingly, saying unto him, Then who can be saved?",
    "Mark 10:27": "Jesus looking upon them saith, With men it is impossible, but not with God: for all things are possible with God.",
    "Mark 10:28": "Peter began to say unto him, Lo, we have left all, and have followed thee.",
    "Mark 10:29": "Jesus said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or mother, or father, or children, or lands, for my sake, and for the gospel’s sake,",
    "Mark 10:30": "but he shall receive a hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.",
    "Mark 10:31": "But many that are first shall be last; and the last first.",
    "Mark 10:32": "And they were in the way, going up to Jerusalem; and Jesus was going before them: and they were amazed; and they that followed were afraid. And he took again the twelve, and began to tell them the things that were to happen unto him,",
    "Mark 10:33": "saying, Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the chief priests and the scribes; and they shall condemn him to death, and shall deliver him unto the Gentiles:",
    "Mark 10:34": "and they shall mock him, and shall spit upon him, and shall scourge him, and shall kill him; and after three days he shall rise again.",
    "Mark 10:35": "And there come near unto him James and John, the sons of Zebedee, saying unto him, Master, we would that thou shouldest do for us whatsoever we shall ask of thee.",
    "Mark 10:36": "And he said unto them, What would ye that I should do for you?",
    "Mark 10:37": "And they said unto him, Grant unto us that we may sit, one on thy right hand, and one on thy left hand, in thy glory.",
    "Mark 10:38": "But Jesus said unto them, Ye know not what ye ask. Are ye able to drink the cup that I drink? or to be baptized with the baptism that I am baptized with?",
    "Mark 10:39": "And they said unto him, We are able. And Jesus said unto them, The cup that I drink ye shall drink; and with the baptism that I am baptized withal shall ye be baptized:",
    "Mark 10:40": "but to sit on my right hand or on my left hand is not mine to give: but it is for them for whom it hath been prepared.",
    "Mark 10:41": "And when the ten heard it, they began to be moved with indignation concerning James and John.",
    "Mark 10:42": "And Jesus called them to him, and saith unto them, Ye know that they which are accounted to rule over the Gentiles lord it over them; and their great ones exercise authority over them.",
    "Mark 10:43": "But it is not so among you: but whosoever would become great among you, shall be your minister:",
    "Mark 10:44": "and whosoever would be first among you, shall be servant of all.",
    "Mark 10:45": "For verily the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.",
    "Mark 10:46": "And they come to Jericho: and as he went out from Jericho, with his disciples and a great multitude, the son of Timaeus, Bartimaeus, a blind beggar, was sitting by the way side.",
    "Mark 10:47": "And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou son of David, have mercy on me.",
    "Mark 10:48": "And many rebuked him, that he should hold his peace: but he cried out the more a great deal, Thou son of David, have mercy on me.",
    "Mark 10:49": "And Jesus stood still, and said, Call ye him. And they call the blind man, saying unto him, Be of good cheer: rise, he calleth thee.",
    "Mark 10:50": "And he, casting away his garment, sprang up, and came to Jesus.",
    "Mark 10:51": "And Jesus answered him, and said, What wilt thou that I should do unto thee? And the blind man said unto him, Rabboni, that I may receive my sight.",
    "Mark 10:52": "And Jesus said unto him, Go thy way; thy faith hath made thee whole. And straightway he received his sight, and followed him in the way.",
    "Mark 11:1": "And when they draw nigh unto Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth two of his disciples,",
    "Mark 11:2": "and saith unto them, Go your way into the village that is over against you: and straightway as ye enter into it, ye shall find a colt tied, whereon no man ever yet sat; loose him, and bring him.",
    "Mark 11:3": "And if any one say unto you, Why do ye this? say ye, The Lord hath need of him; and straightway he will send him back hither.",
    "Mark 11:4": "And they went away, and found a colt tied at the door without in the open street; and they loose him.",
    "Mark 11:5": "And certain of them that stood there said unto them, What do ye, loosing the colt?",
    "Mark 11:6": "And they said unto them even as Jesus had said: and they let them go.",
    "Mark 11:7": "And they bring the colt unto Jesus, and cast on him their garments; and he sat upon him.",
    "Mark 11:8": "And many spread their garments upon the way; and others branches, which they had cut from the fields.",
    "Mark 11:9": "And they that went before, and they that followed, cried, Hosanna; Blessed is he that cometh in the name of the Lord:",
    "Mark 11:10": "Blessed is the kingdom that cometh, the kingdom of our father David: Hosanna in the highest.",
    "Mark 11:11": "And he entered into Jerusalem, into the temple; and when he had looked round about upon all things, it being now eventide, he went out unto Bethany with the twelve.",
    "Mark 11:12": "And on the morrow, when they were come out from Bethany, he hungered.",
    "Mark 11:13": "And seeing a fig tree afar off having leaves, he came, if haply he might find anything thereon: and when he came to it, he found nothing but leaves; for it was not the season of figs.",
    "Mark 11:14": "And he answered and said unto it, No man eat fruit from thee henceforward for ever. And his disciples heard it.",
    "Mark 11:15": "And they come to Jerusalem: and he entered into the temple, and began to cast out them that sold and them that bought in the temple, and overthrew the tables of the money-changers, and the seats of them that sold the doves;",
    "Mark 11:16": "and he would not suffer that any man should carry a vessel through the temple.",
    "Mark 11:17": "And he taught, and said unto them, Is it not written, My house shall be called a house of prayer for all the nations? but ye have made it a den of robbers.",
    "Mark 11:18": "And the chief priests and the scribes heard it, and sought how they might destroy him: for they feared him, for all the multitude was astonished at his teaching.",
    "Mark 11:19": "And every evening he went forth out of the city.",
    "Mark 11:20": "And as they passed by in the morning, they saw the fig tree withered away from the roots.",
    "Mark 11:21": "And Peter calling to remembrance saith unto him, Rabbi, behold, the fig tree which thou cursedst is withered away.",
    "Mark 11:22": "And Jesus answering saith unto them, Have faith in God.",
    "Mark 11:23": "Verily I say unto you, Whosoever shall say unto this mountain, Be thou taken up and cast into the sea; and shall not doubt in his heart, but shall believe that what he saith cometh to pass; he shall have it.",
    "Mark 11:24": "Therefore I say unto you, All things whatsoever ye pray and ask for, believe that ye have received them, and ye shall have them.",
    "Mark 11:25": "And whensoever ye stand praying, forgive, if ye have aught against any one; that your Father also which is in heaven may forgive you your trespasses.",
    "Mark 11:26": "",
    "Mark 11:27": "And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders;",
    "Mark 11:28": "and they said unto him, By what authority doest thou these things? or who gave thee this authority to do these things?",
    "Mark 11:29": "And Jesus said unto them, I will ask of you one question, and answer me, and I will tell you by what authority I do these things.",
    "Mark 11:30": "The baptism of John, was it from heaven, or from men? answer me.",
    "Mark 11:31": "And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then did ye not believe him?",
    "Mark 11:32": "But should we say, From men—they feared the people: for all verily held John to be a prophet.",
    "Mark 11:33": "And they answered Jesus and say, We know not. And Jesus saith unto them, Neither tell I you by what authority I do these things.",
    "Mark 12:1": "And he began to speak unto them in parables. A man planted a vineyard, and set a hedge about it, and digged a pit for the winepress, and built a tower, and let it out to husbandmen, and went into another country.",
    "Mark 12:2": "And at the season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruits of the vineyard.",
    "Mark 12:3": "And they took him, and beat him, and sent him away empty.",
    "Mark 12:4": "And again he sent unto them another servant; and him they wounded in the head, and handled shamefully.",
    "Mark 12:5": "And he sent another; and him they killed: and many others; beating some, and killing some.",
    "Mark 12:6": "He had yet one, a beloved son: he sent him last unto them, saying, They will reverence my son.",
    "Mark 12:7": "But those husbandmen said among themselves, This is the heir; come, let us kill him, and the inheritance shall be ours.",
    "Mark 12:8": "And they took him, and killed him, and cast him forth out of the vineyard.",
    "Mark 12:9": "What therefore will the lord of the vineyard do? he will come and destroy the husbandmen, and will give the vineyard unto others.",
    "Mark 12:10": "Have ye not read even this scripture; The stone which the builders rejected, The same was made the head of the corner:",
    "Mark 12:11": "This was from the Lord, And it is marvelous in our eyes?",
    "Mark 12:12": "And they sought to lay hold on him; and they feared the multitude; for they perceived that he spake the parable against them: and they left him, and went away.",
    "Mark 12:13": "And they send unto him certain of the Pharisees and of the Herodians, that they might catch him in talk.",
    "Mark 12:14": "And when they were come, they say unto him, Master, we know that thou art true, and carest not for any one: for thou regardest not the person of men, but of a truth teachest the way of God: Is it lawful to give tribute unto Caesar, or not?",
    "Mark 12:15": "Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may see it.",
    "Mark 12:16": "And they brought it. And he saith unto them, Whose is this image and superscription? And they said unto him, Caesar’s.",
    "Mark 12:17": "And Jesus said unto them, Render unto Caesar the things that are Caesar’s, and unto God the things that are God’s. And they marveled greatly at him.",
    "Mark 12:18": "And there come unto him Sadducees, which say that there is no resurrection; and they asked him, saying,",
    "Mark 12:19": "Master, Moses wrote unto us, If a man’s brother die, and leave a wife behind him, and leave no child, that his brother should take his wife, and raise up seed unto his brother.",
    "Mark 12:20": "There were seven brethren: and the first took a wife, and dying left no seed;",
    "Mark 12:21": "and the second took her, and died, leaving no seed behind him; and the third likewise:",
    "Mark 12:22": "and the seven left no seed. Last of all the woman also died.",
    "Mark 12:23": "In the resurrection whose wife shall she be of them? for the seven had her to wife.",
    "Mark 12:24": "Jesus said unto them, Is it not for this cause that ye err, that ye know not the scriptures, nor the power of God?",
    "Mark 12:25": "For when they shall rise from the dead, they neither marry, nor are given in marriage; but are as angels in heaven.",
    "Mark 12:26": "But as touching the dead, that they are raised; have ye not read in the book of Moses, in the place concerning the Bush, how God spake unto him, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob?",
    "Mark 12:27": "He is not the God of the dead, but of the living: ye do greatly err.",
    "Mark 12:28": "And one of the scribes came, and heard them questioning together, and knowing that he had answered them well, asked him, What commandment is the first of all?",
    "Mark 12:29": "Jesus answered, The first is, Hear, O Israel; The Lord our God, the Lord is one:",
    "Mark 12:30": "and thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength.",
    "Mark 12:31": "The second is this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.",
    "Mark 12:32": "And the scribe said unto him, Of a truth, Master, thou hast well said that he is one; and there is none other but he:",
    "Mark 12:33": "and to love him with all the heart, and with all the understanding, and with all the strength, and to love his neighbour as himself, is much more than all whole burnt offerings and sacrifices.",
    "Mark 12:34": "And when Jesus saw that he answered discreetly, he said unto him, Thou art not far from the kingdom of God. And no man after that durst ask him any question.",
    "Mark 12:35": "And Jesus answered and said, as he taught in the temple, How say the scribes that the Christ is the son of David?",
    "Mark 12:36": "David himself said in the Holy Spirit, The Lord said unto my Lord, Sit thou on my right hand, Till I make thine enemies the footstool of thy feet.",
    "Mark 12:37": "David himself calleth him Lord; and whence is he his son? And the common people heard him gladly.",
    "Mark 12:38": "And in his teaching he said, Beware of the scribes, which desire to walk in long robes, and to have salutations in the marketplaces,",
    "Mark 12:39": "and chief seats in the synagogues, and chief places at feasts:",
    "Mark 12:40": "they which devour widows’ houses, and for a pretence make long prayers; these shall receive greater condemnation.",
    "Mark 12:41": "And he sat down over against the treasury, and beheld how the multitude cast money into the treasury: and many that were rich cast in much.",
    "Mark 12:42": "And there came a poor widow, and she cast in two mites, which make a farthing.",
    "Mark 12:43": "And he called unto him his disciples, and said unto them, Verily I say unto you, This poor widow cast in more than all they which are casting into the treasury:",
    "Mark 12:44": "for they all did cast in of their superfluity; but she of her want did cast in all that she had, even all her living.",
    "Mark 13:1": "And as he went forth out of the temple, one of his disciples saith unto him, Master, behold, what manner of stones and what manner of buildings!",
    "Mark 13:2": "And Jesus said unto him, Seest thou these great buildings? there shall not be left here one stone upon another, which shall not be thrown down.",
    "Mark 13:3": "And as he sat on the mount of Olives over against the temple, Peter and James and John and Andrew asked him privately,",
    "Mark 13:4": "Tell us, when shall these things be? and what shall be the sign when these things are all about to be accomplished?",
    "Mark 13:5": "And Jesus began to say unto them, Take heed that no man lead you astray.",
    "Mark 13:6": "Many shall come in my name, saying, I am he; and shall lead many astray.",
    "Mark 13:7": "And when ye shall hear of wars and rumours of wars, be not troubled: these things must needs come to pass; but the end is not yet.",
    "Mark 13:8": "For nation shall rise against nation, and kingdom against kingdom: there shall be earthquakes in divers places; there shall be famines: these things are the beginning of travail.",
    "Mark 13:9": "But take ye heed to yourselves: for they shall deliver you up to councils; and in synagogues shall ye be beaten; and before governors and kings shall ye stand for my sake, for a testimony unto them.",
    "Mark 13:10": "And the gospel must first be preached unto all the nations.",
    "Mark 13:11": "And when they lead you to judgment, and deliver you up, be not anxious beforehand what ye shall speak: but whatsoever shall be given you in that hour, that speak ye: for it is not ye that speak, but the Holy Ghost.",
    "Mark 13:12": "And brother shall deliver up brother to death, and the father his child; and children shall rise up against parents, and cause them to be put to death.",
    "Mark 13:13": "And ye shall be hated of all men for my name’s sake: but he that endureth to the end, the same shall be saved.",
    "Mark 13:14": "But when ye see the abomination of desolation standing where he ought not (let him that readeth understand), then let them that are in Judaea flee unto the mountains:",
    "Mark 13:15": "and let him that is on the housetop not go down, nor enter in, to take anything out of his house:",
    "Mark 13:16": "and let him that is in the field not return back to take his cloke.",
    "Mark 13:17": "But woe unto them that are with child and to them that give suck in those days!",
    "Mark 13:18": "And pray ye that it be not in the winter.",
    "Mark 13:19": "For those days shall be tribulation, such as there hath not been the like from the beginning of the creation which God created until now, and never shall be.",
    "Mark 13:20": "And except the Lord had shortened the days, no flesh would have been saved: but for the elect’s sake, whom he chose, he shortened the days.",
    "Mark 13:21": "And then if any man shall say unto you, Lo, here is the Christ; or, Lo, there; believe it not:",
    "Mark 13:22": "for there shall arise false Christs and false prophets, and shall shew signs and wonders, that they may lead astray, if possible, the elect.",
    "Mark 13:23": "But take ye heed: behold, I have told you all things beforehand.",
    "Mark 13:24": "But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,",
    "Mark 13:25": "and the stars shall be falling from heaven, and the powers that are in the heavens shall be shaken.",
    "Mark 13:26": "And then shall they see the Son of man coming in clouds with great power and glory.",
    "Mark 13:27": "And then shall he send forth the angels, and shall gather together his elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven.",
    "Mark 13:28": "Now from the fig tree learn her parable: when her branch is now become tender, and putteth forth its leaves, ye know that the summer is nigh;",
    "Mark 13:29": "even so ye also, when ye see these things coming to pass, know ye that he is nigh, even at the doors.",
    "Mark 13:30": "Verily I say unto you, This generation shall not pass away, until all these things be accomplished.",
    "Mark 13:31": "Heaven and earth shall pass away: but my words shall not pass away.",
    "Mark 13:32": "But of that day or that hour knoweth no one, not even the angels in heaven, neither the Son, but the Father.",
    "Mark 13:33": "Take ye heed, watch and pray: for ye know not when the time is.",
    "Mark 13:34": "It is as when a man, sojourning in another country, having left his house, and given authority to his servants, to each one his work, commanded also the porter to watch.",
    "Mark 13:35": "Watch therefore: for ye know not when the lord of the house cometh, whether at even, or at midnight, or at cockcrowing, or in the morning;",
    "Mark 13:36": "lest coming suddenly he find you sleeping.",
    "Mark 13:37": "And what I say unto you I say unto all, Watch.",
    "Mark 14:1": "Now after two days was the feast of the passover and the unleavened bread: and the chief priests and the scribes sought how they might take him with subtilty, and kill him:",
    "Mark 14:2": "for they said, Not during the feast, lest haply there shall be a tumult of the people.",
    "Mark 14:3": "And while he was in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster cruse of ointment of spikenard very costly; and she brake the cruse, and poured it over his head.",
    "Mark 14:4": "But there were some that had indignation among themselves, saying, To what purpose hath this waste of the ointment been made?",
    "Mark 14:5": "For this ointment might have been sold for above three hundred pence, and given to the poor. And they murmured against her.",
    "Mark 14:6": "But Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me.",
    "Mark 14:7": "For ye have the poor always with you, and whensoever ye will ye can do them good: but me ye have not always.",
    "Mark 14:8": "She hath done what she could: she hath anointed my body aforehand for the burying.",
    "Mark 14:9": "And verily I say unto you, Wheresoever the gospel shall be preached throughout the whole world, that also which this woman hath done shall be spoken of for a memorial of her.",
    "Mark 14:10": "And Judas Iscariot, he that was one of the twelve, went away unto the chief priests, that he might deliver him unto them.",
    "Mark 14:11": "And they, when they heard it, were glad, and promised to give him money. And he sought how he might conveniently deliver him unto them.",
    "Mark 14:12": "And on the first day of unleavened bread, when they sacrificed the passover, his disciples say unto him, Where wilt thou that we go and make ready that thou mayest eat the passover?",
    "Mark 14:13": "And he sendeth two of his disciples, and saith unto them, Go into the city, and there shall meet you a man bearing a pitcher of water: follow him;",
    "Mark 14:14": "and wheresoever he shall enter in, say to the goodman of the house, The Master saith, Where is my guest-chamber, where I shall eat the passover with my disciples?",
    "Mark 14:15": "And he will himself shew you a large upper room furnished and ready: and there make ready for us.",
    "Mark 14:16": "And the disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover.",
    "Mark 14:17": "And when it was evening he cometh with the twelve.",
    "Mark 14:18": "And as they sat and were eating, Jesus said, Verily I say unto you, One of you shall betray me, even he that eateth with me.",
    "Mark 14:19": "They began to be sorrowful, and to say unto him one by one, Is it I?",
    "Mark 14:20": "And he said unto them, It is one of the twelve, he that dippeth with me in the dish.",
    "Mark 14:21": "For the Son of man goeth, even as it is written of him: but woe unto that man through whom the Son of man is betrayed! good were it for that man if he had not been born.",
    "Mark 14:22": "And as they were eating, he took bread, and when he had blessed, he brake it, and gave to them, and said, Take ye: this is my body.",
    "Mark 14:23": "And he took a cup, and when he had given thanks, he gave to them: and they all drank of it.",
    "Mark 14:24": "And he said unto them, This is my blood of the covenant, which is shed for many.",
    "Mark 14:25": "Verily I say unto you, I will no more drink of the fruit of the vine, until that day when I drink it new in the kingdom of God.",
    "Mark 14:26": "And when they had sung a hymn, they went out unto the mount of Olives.",
    "Mark 14:27": "And Jesus saith unto them, All ye shall be offended: for it is written, I will smite the shepherd, and the sheep shall be scattered abroad.",
    "Mark 14:28": "Howbeit, after I am raised up, I will go before you into Galilee.",
    "Mark 14:29": "But Peter said unto him, Although all shall be offended, yet will not I.",
    "Mark 14:30": "And Jesus saith unto him, Verily I say unto thee, that thou today, even this night, before the cock crow twice, shalt deny me thrice.",
    "Mark 14:31": "But he spake exceeding vehemently, If I must die with thee, I will not deny thee. And in like manner also said they all.",
    "Mark 14:32": "And they come unto a place which was named Gethsemane: and he saith unto his disciples, Sit ye here, while I pray.",
    "Mark 14:33": "And he taketh with him Peter and James and John, and began to be greatly amazed, and sore troubled.",
    "Mark 14:34": "And he saith unto them, My soul is exceeding sorrowful even unto death: abide ye here, and watch.",
    "Mark 14:35": "And he went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass away from him.",
    "Mark 14:36": "And he said, Abba, Father, all things are possible unto thee; remove this cup from me: howbeit not what I will, but what thou wilt.",
    "Mark 14:37": "And he cometh, and findeth them sleeping, and saith unto Peter, Simon, sleepest thou? couldest thou not watch one hour?",
    "Mark 14:38": "Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.",
    "Mark 14:39": "And again he went away, and prayed, saying the same words.",
    "Mark 14:40": "And again he came, and found them sleeping, for their eyes were very heavy; and they wist not what to answer him.",
    "Mark 14:41": "And he cometh the third time, and saith unto them, Sleep on now, and take your rest: it is enough; the hour is come; behold, the Son of man is betrayed into the hands of sinners.",
    "Mark 14:42": "Arise, let us be going: behold, he that betrayeth me is at hand.",
    "Mark 14:43": "And straightway, while he yet spake, cometh Judas, one of the twelve, and with him a multitude with swords and staves, from the chief priests and the scribes and the elders.",
    "Mark 14:44": "Now he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that is he; take him, and lead him away safely.",
    "Mark 14:45": "And when he was come, straightway he came to him, and saith, Rabbi; and kissed him.",
    "Mark 14:46": "And they laid hands on him, and took him.",
    "Mark 14:47": "But a certain one of them that stood by drew his sword, and smote the servant of the high priest, and struck off his ear.",
    "Mark 14:48": "And Jesus answered and said unto them, Are ye come out, as against a robber, with swords and staves to seize me?",
    "Mark 14:49": "I was daily with you in the temple teaching, and ye took me not: but this is done that the scriptures might be fulfilled.",
    "Mark 14:50": "And they all left him, and fled.",
    "Mark 14:51": "And a certain young man followed with him, having a linen cloth cast about him, over his naked body: and they lay hold on him;",
    "Mark 14:52": "but he left the linen cloth, and fled naked.",
    "Mark 14:53": "And they led Jesus away to the high priest: and there come together with him all the chief priests and the elders and the scribes.",
    "Mark 14:54": "And Peter had followed him afar off, even within, into the court of the high priest; and he was sitting with the officers, and warming himself in the light of the fire.",
    "Mark 14:55": "Now the chief priests and the whole council sought witness against Jesus to put him to death; and found it not.",
    "Mark 14:56": "For many bare false witness against him, and their witness agreed not together.",
    "Mark 14:57": "And there stood up certain, and bare false witness against him, saying,",
    "Mark 14:58": "We heard him say, I will destroy this temple that is made with hands, and in three days I will build another made without hands.",
    "Mark 14:59": "And not even so did their witness agree together.",
    "Mark 14:60": "And the high priest stood up in the midst, and asked Jesus, saying, Answerest thou nothing? what is it which these witness against thee?",
    "Mark 14:61": "But he held his peace, and answered nothing. Again the high priest asked him, and saith unto him, Art thou the Christ, the Son of the Blessed?",
    "Mark 14:62": "And Jesus said, I am: and ye shall see the Son of man sitting at the right hand of power, and coming with the clouds of heaven.",
    "Mark 14:63": "And the high priest rent his clothes, and saith, What further need have we of witnesses?",
    "Mark 14:64": "Ye have heard the blasphemy: what think ye? And they all condemned him to be worthy of death.",
    "Mark 14:65": "And some began to spit on him, and to cover his face, and to buffet him, and to say unto him, Prophesy: and the officers received him with blows of their hands.",
    "Mark 14:66": "And as Peter was beneath in the court, there cometh one of the maids of the high priest;",
    "Mark 14:67": "and seeing Peter warming himself, she looked upon him, and saith, Thou also wast with the Nazarene, even Jesus.",
    "Mark 14:68": "But he denied, saying, I neither know, nor understand what thou sayest: and he went out into the porch; and the cock crew.",
    "Mark 14:69": "And the maid saw him, and began again to say to them that stood by, This is one of them.",
    "Mark 14:70": "But he again denied it. And after a little while again they that stood by said to Peter, Of a truth thou art one of them; for thou art a Galilaean.",
    "Mark 14:71": "But he began to curse, and to swear, I know not this man of whom ye speak.",
    "Mark 14:72": "And straightway the second time the cock crew. And Peter called to mind the word, how that Jesus said unto him, Before the cock crow twice, thou shalt deny me thrice. And when he thought thereon, he wept.",
    "Mark 15:1": "And straightway in the morning the chief priests with the elders and scribes, and the whole council, held a consultation, and bound Jesus, and carried him away, and delivered him up to Pilate.",
    "Mark 15:2": "And Pilate asked him, Art thou the King of the Jews? And he answering saith unto him, Thou sayest.",
    "Mark 15:3": "And the chief priests accused him of many things.",
    "Mark 15:4": "And Pilate again asked him, saying, Answerest thou nothing? behold how many things they accuse thee of.",
    "Mark 15:5": "But Jesus no more answered anything; insomuch that Pilate marveled.",
    "Mark 15:6": "Now at the feast he used to release unto them one prisoner, whom they asked of him.",
    "Mark 15:7": "And there was one called Barabbas, lying bound with them that had made insurrection, men who in the insurrection had committed murder.",
    "Mark 15:8": "And the multitude went up and began to ask him to do as he was wont to do unto them.",
    "Mark 15:9": "And Pilate answered them, saying, Will ye that I release unto you the King of the Jews?",
    "Mark 15:10": "For he perceived that for envy the chief priests had delivered him up.",
    "Mark 15:11": "But the chief priests stirred up the multitude, that he should rather release Barabbas unto them.",
    "Mark 15:12": "And Pilate again answered and said unto them, What then shall I do unto him whom ye call the King of the Jews?",
    "Mark 15:13": "And they cried out again, Crucify him.",
    "Mark 15:14": "And Pilate said unto them, Why, what evil hath he done? But they cried out exceedingly, Crucify him.",
    "Mark 15:15": "And Pilate, wishing to content the multitude, released unto them Barabbas, and delivered Jesus, when he had scourged him, to be crucified.",
    "Mark 15:16": "And the soldiers led him away within the court, which is the Praetorium; and they call together the whole band.",
    "Mark 15:17": "And they clothe him with purple, and plaiting a crown of thorns, they put it on him;",
    "Mark 15:18": "and they began to salute him, Hail, King of the Jews!",
    "Mark 15:19": "And they smote his head with a reed, and did spit upon him, and bowing their knees worshipped him.",
    "Mark 15:20": "And when they had mocked him, they took off from him the purple, and put on him his garments. And they lead him out to crucify him.",
    "Mark 15:21": "And they compel one passing by, Simon of Cyrene, coming from the country, the father of Alexander and Rufus, to go with them, that he might bear his cross.",
    "Mark 15:22": "And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull.",
    "Mark 15:23": "And they offered him wine mingled with myrrh: but he received it not.",
    "Mark 15:24": "And they crucify him, and part his garments among them, casting lots upon them, what each should take.",
    "Mark 15:25": "And it was the third hour, and they crucified him.",
    "Mark 15:26": "And the superscription of his accusation was written over, THE KING OF THE JEWS.",
    "Mark 15:27": "And with him they crucify two robbers; one on his right hand, and one on his left.",
    "Mark 15:28": "",
    "Mark 15:29": "And they that passed by railed on him, wagging their heads, and saying, Ha! thou that destroyest the temple, and buildest it in three days,",
    "Mark 15:30": "save thyself, and come down from the cross.",
    "Mark 15:31": "In like manner also the chief priests mocking him among themselves with the scribes said, He saved others; himself he cannot save.",
    "Mark 15:32": "Let the Christ, the King of Israel, now come down from the cross, that we may see and believe. And they that were crucified with him reproached him.",
    "Mark 15:33": "And when the sixth hour was come, there was darkness over the whole land until the ninth hour.",
    "Mark 15:34": "And at the ninth hour Jesus cried with a loud voice, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?",
    "Mark 15:35": "And some of them that stood by, when they heard it, said, Behold, he calleth Elijah.",
    "Mark 15:36": "And one ran, and filling a sponge full of vinegar, put it on a reed, and gave him to drink, saying, Let be; let us see whether Elijah cometh to take him down.",
    "Mark 15:37": "And Jesus uttered a loud voice, and gave up the ghost.",
    "Mark 15:38": "And the veil of the temple was rent in twain from the top to the bottom.",
    "Mark 15:39": "And when the centurion, which stood by over against him, saw that he so gave up the ghost, he said, Truly this man was the Son of God.",
    "Mark 15:40": "And there were also women beholding from afar: among whom were both Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome;",
    "Mark 15:41": "who, when he was in Galilee, followed him, and ministered unto him; and many other women which came up with him unto Jerusalem.",
    "Mark 15:42": "And when even was now come, because it was the Preparation, that is, the day before the sabbath,",
    "Mark 15:43": "there came Joseph of Arimathaea, a councillor of honourable estate, who also himself was looking for the kingdom of God; and he boldly went in unto Pilate, and asked for the body of Jesus.",
    "Mark 15:44": "And Pilate marveled if he were already dead: and calling unto him the centurion, he asked him whether he had been any while dead.",
    "Mark 15:45": "And when he learned it of the centurion, he granted the corpse to Joseph.",
    "Mark 15:46": "And he bought a linen cloth, and taking him down, wound him in the linen cloth, and laid him in a tomb which had been hewn out of a rock; and he rolled a stone against the door of the tomb.",
    "Mark 15:47": "And Mary Magdalene and Mary the mother of Joses beheld where he was laid.",
    "Mark 16:1": "And when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, bought spices, that they might come and anoint him.",
    "Mark 16:2": "And very early on the first day of the week, they come to the tomb when the sun was risen.",
    "Mark 16:3": "And they were saying among themselves, Who shall roll us away the stone from the door of the tomb?",
    "Mark 16:4": "and looking up, they see that the stone is rolled back: for it was exceeding great.",
    "Mark 16:5": "And entering into the tomb, they saw a young man sitting on the right side, arrayed in a white robe; and they were amazed.",
    "Mark 16:6": "And he saith unto them, Be not amazed: ye seek Jesus, the Nazarene, which hath been crucified: he is risen; he is not here: behold, the place where they laid him!",
    "Mark 16:7": "But go, tell his disciples and Peter, He goeth before you into Galilee: there shall ye see him, as he said unto you.",
    "Mark 16:8": "And they went out, and fled from the tomb; for trembling and astonishment had come upon them: and they said nothing to any one; for they were afraid.",
    "Mark 16:9": "Now when he was risen early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven devils.",
    "Mark 16:10": "She went and told them that had been with him, as they mourned and wept.",
    "Mark 16:11": "And they, when they heard that he was alive, and had been seen of her, disbelieved.",
    "Mark 16:12": "And after these things he was manifested in another form unto two of them, as they walked, on their way into the country.",
    "Mark 16:13": "And they went away and told it unto the rest: neither believed they them.",
    "Mark 16:14": "And afterward he was manifested unto the eleven themselves as they sat at meat; and he upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.",
    "Mark 16:15": "And he said unto them, Go ye into all the world, and preach the gospel to the whole creation.",
    "Mark 16:16": "He that believeth and is baptized shall be saved; but he that disbelieveth shall be condemned.",
    "Mark 16:17": "And these signs shall follow them that believe: in my name shall they cast out devils; they shall speak with new tongues;",
    "Mark 16:18": "they shall take up serpents, and if they drink any deadly thing, it shall in no wise hurt them; they shall lay hands on the sick, and they shall recover.",
    "Mark 16:19": "So then the Lord Jesus, after he had spoken unto them, was received up into heaven, and sat down at the right hand of God.",
    "Mark 16:20": "And they went forth, and preached everywhere, the Lord working with them, and confirming the word by the signs that followed. Amen."
}